{
  "3/4 Sit-Up": "Abdominal 3/4",
  "pull": "puxada",
  "beginner": "iniciante",
  "compound": "composto",
  "body only": "peso corporal",
  "abdominals": "abdominais",
  "Lie down on the floor and secure your feet. Your legs should be bent at the knees.": "Deite-se no chão e prenda os pés. As pernas devem estar dobradas nos joelhos.",
  "Place your hands behind or to the side of your head. You will begin with your back on the ground. This will be your starting position.": "Coloque as mãos atrás ou ao lado da cabeça. Você começará com as costas no chão. Esta será sua posição inicial.",
  "Flex your hips and spine to raise your torso toward your knees.": "Flexione os quadris e a coluna para levantar o tronco em direção aos joelhos.",
  "At the top of the contraction your torso should be perpendicular to the ground. Reverse the motion, going only ¾ of the way down.": "No topo da contração, seu tronco deve estar perpendicular ao chão. Inverta o movimento, descendo apenas ¾ do caminho.",
  "Repeat for the recommended amount of repetitions.": "Repita pelo número recomendado de repetições.",
  "strength": "força",
  "90/90 Hamstring": "Isquiotibiais 90/90",
  "push": "empurrada",
  "hamstrings": "isquiotibiais",
  "calves": "panturrilhas",
  "Lie on your back, with one leg extended straight out.": "Deite-se de costas, com uma perna estendida para fora.",
  "With the other leg, bend the hip and knee to 90 degrees. You may brace your leg with your hands if necessary. This will be your starting position.": "Com a outra perna, dobre o quadril e o joelho a 90 graus. Você pode apoiar a perna com as mãos, se necessário. Esta será sua posição inicial.",
  "Extend your leg straight into the air, pausing briefly at the top. Return the leg to the starting position.": "Estenda a perna reta para o ar, pausando brevemente no topo. Retorne a perna à posição inicial.",
  "Repeat for 10-20 repetitions, and then switch to the other leg.": "Repita por 10-20 repetições e, em seguida, troque para a outra perna.",
  "stretching": "alongamento",
  "Ab Crunch Machine": "Máquina de Abdominal",
  "intermediate": "intermediário",
  "isolation": "isolamento",
  "machine": "máquina",
  "Select a light resistance and sit down on the ab machine placing your feet under the pads provided and grabbing the top handles. Your arms should be bent at a 90 degree angle as you rest the triceps on the pads provided. This will be your starting position.": "Selecione uma resistência leve e sente-se na máquina de abdominal, colocando os pés sob as almofadas fornecidas e segurando as alças superiores. Seus braços devem estar dobrados em um ângulo de 90 graus enquanto você apoia os tríceps nas almofadas fornecidas. Esta será sua posição inicial.",
  "At the same time, begin to lift the legs up as you crunch your upper torso. Breathe out as you perform this movement. Tip: Be sure to use a slow and controlled motion. Concentrate on using your abs to move the weight while relaxing your legs and feet.": "Ao mesmo tempo, comece a levantar as pernas enquanto contrai a parte superior do tronco. Expire ao realizar este movimento. Dica: Certifique-se de usar um movimento lento e controlado. Concentre-se em usar seus abdominais para mover o peso, relaxando as pernas e os pés.",
  "After a second pause, slowly return to the starting position as you breathe in.": "Após uma pausa de um segundo, retorne lentamente à posição inicial enquanto inspira.",
  "Repeat the movement for the prescribed amount of repetitions.": "Repita o movimento pelo número prescrito de repetições.",
  "Ab Roller": "Roda Abdominal",
  "other": "outro",
  "shoulders": "ombros",
  "Hold the Ab Roller with both hands and kneel on the floor.": "Segure a Roda Abdominal com as duas mãos e ajoelhe-se no chão.",
  "Now place the ab roller on the floor in front of you so that you are on all your hands and knees (as in a kneeling push up position). This will be your starting position.": "Agora coloque a roda abdominal no chão à sua frente, de modo que você esteja de quatro (como em uma posição de flexão ajoelhada). Esta será sua posição inicial.",
  "Slowly roll the ab roller straight forward, stretching your body into a straight position. Tip: Go down as far as you can without touching the floor with your body. Breathe in during this portion of the movement.": "Role lentamente a roda abdominal para a frente, esticando o corpo em uma posição reta. Dica: Desça o máximo que puder sem tocar o chão com o corpo. Inspire durante esta parte do movimento.",
  "After a pause at the stretched position, start pulling yourself back to the starting position as you breathe out. Tip: Go slowly and keep your abs tight at all times.": "Após uma pausa na posição esticada, comece a puxar-se de volta à posição inicial enquanto expira. Dica: Vá devagar e mantenha os abdominais contraídos o tempo todo.",
  "Adductor": "Adutor",
  "static": "estático",
  "foam roll": "rolo de espuma",
  "adductors": "adutores",
  "Lie face down with one leg on a foam roll.": "Deite-se de bruços com uma perna sobre um rolo de espuma.",
  "Rotate the leg so that the foam roll contacts against your inner thigh. Shift as much weight onto the foam roll as can be tolerated.": "Gire a perna para que o rolo de espuma entre em contato com a parte interna da coxa. Desloque o máximo de peso para o rolo de espuma que puder ser tolerado.",
  "While trying to relax the muscles if the inner thigh, roll over the foam between your hip and knee, holding points of tension for 10-30 seconds. Repeat with the other leg.": "Enquanto tenta relaxar os músculos da parte interna da coxa, role sobre a espuma entre o quadril e o joelho, mantendo os pontos de tensão por 10-30 segundos. Repita com a outra perna.",
  "Adductor/Groin": "Adutor/Virilha",
  "Lie on your back with your feet raised towards the ceiling.": "Deite-se de costas com os pés elevados em direção ao teto.",
  "Have your partner hold your feet or ankles. Abduct your legs as far as you can. This will be your starting position.": "Peça ao seu parceiro para segurar seus pés ou tornozelos. Afaste as pernas o máximo que puder. Esta será sua posição inicial.",
  "Attempt to squeeze your legs together for 10 or more seconds, while your partner prevents you from doing so.": "Tente apertar as pernas por 10 ou mais segundos, enquanto seu parceiro o impede de fazê-lo.",
  "Now, relax the muscles in your legs as your partner pushes your feet apart, stretching as far as is comfortable for you. Be sure to let your partner know when the stretch is adequate to prevent overstretching or injury.": "Agora, relaxe os músculos das pernas enquanto seu parceiro afasta seus pés, alongando o máximo que for confortável para você. Certifique-se de avisar seu parceiro quando o alongamento for adequado para evitar alongamento excessivo ou lesão.",
  "Advanced Kettlebell Windmill": "Moinho de Vento com Kettlebell Avançado",
  "kettlebells": "pesos russos",
  "glutes": "glúteos",
  "Clean and press a kettlebell overhead with one arm.": "Levante e empurre um kettlebell acima da cabeça com um braço.",
  "Keeping the kettlebell locked out at all times, push your butt out in the direction of the locked out kettlebell. Keep the non-working arm behind your back and turn your feet out at a forty-five degree angle from the arm with the kettlebell.": "Mantendo o kettlebell estendido em todos os momentos, empurre o bumbum para fora na direção do kettlebell estendido. Mantenha o braço não-ativo atrás das costas e vire os pés em um ângulo de quarenta e cinco graus em relação ao braço com o kettlebell.",
  "Lower yourself as far as possible.": "Abaixe-se o máximo possível.",
  "Pause for a second and reverse the motion back to the starting position.": "Faça uma pausa de um segundo e inverta o movimento de volta à posição inicial.",
  "Air Bike": "Bicicleta no Ar",
  "Lie flat on the floor with your lower back pressed to the ground. For this exercise, you will need to put your hands beside your head. Be careful however to not strain with the neck as you perform it. Now lift your shoulders into the crunch position.": "Deite-se de costas no chão com a região lombar pressionada contra o chão. Para este exercício, você precisará colocar as mãos ao lado da cabeça. Tenha cuidado, no entanto, para não forçar o pescoço ao executá-lo. Agora levante os ombros para a posição de abdominal.",
  "Bring knees up to where they are perpendicular to the floor, with your lower legs parallel to the floor. This will be your starting position.": "Traga os joelhos para que fiquem perpendiculares ao chão, com as pernas abaixo dos joelhos paralelas ao chão. Esta será sua posição inicial.",
  "Now simultaneously, slowly go through a cycle pedal motion kicking forward with the right leg and bringing in the knee of the left leg. Bring your right elbow close to your left knee by crunching to the side, as you breathe out.": "Agora, simultaneamente, execute lentamente um movimento de pedalada, chutando para frente com a perna direita e trazendo o joelho da perna esquerda. Aproxime o cotovelo direito do joelho esquerdo, fazendo um abdominal lateral, enquanto expira.",
  "Go back to the initial position as you breathe in.": "Volte à posição inicial enquanto inspira.",
  "Crunch to the opposite side as you cycle your legs and bring closer your left elbow to your right knee and exhale.": "Faça um abdominal para o lado oposto enquanto pedala as pernas e aproxima o cotovelo esquerdo do joelho direito e expira.",
  "Continue alternating in this manner until all of the recommended repetitions for each side have been completed.": "Continue alternando desta maneira até que todas as repetições recomendadas para cada lado tenham sido concluídas.",
  "All Fours Quad Stretch": "Alongamento de Quadríceps em Quatro Apoios",
  "quadriceps": "quadríceps",
  "Start off on your hands and knees, then lift your leg off the floor and hold the foot with your hand.": "Comece em quatro apoios (mãos e joelhos), depois levante a perna do chão e segure o pé com a mão.",
  "Use your hand to hold the foot or ankle, keeping the knee fully flexed, stretching the quadriceps and hip flexors.": "Use a mão para segurar o pé ou tornozelo, mantendo o joelho totalmente flexionado, alongando os quadríceps e os flexores do quadril.",
  "Focus on extending your hips, thrusting them towards the floor. Hold for 10-20 seconds and then switch sides.": "Concentre-se em estender os quadris, empurrando-os em direção ao chão. Mantenha por 10-20 segundos e depois troque de lado.",
  "Alternate Hammer Curl": "Rosca Martelo Alternada",
  "dumbbell": "haltere",
  "biceps": "bíceps",
  "forearms": "antebraços",
  "Stand up with your torso upright and a dumbbell in each hand being held at arms length. The elbows should be close to the torso.": "Fique em pé com o tronco ereto e um haltere em cada mão, segurado com os braços estendidos. Os cotovelos devem estar próximos ao tronco.",
  "The palms of the hands should be facing your torso. This will be your starting position.": "As palmas das mãos devem estar voltadas para o seu tronco. Esta será sua posição inicial.",
  "While holding the upper arm stationary, curl the right weight forward while contracting the biceps as you breathe out. Continue the movement until your biceps is fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second as you squeeze the biceps. Tip: Only the forearms should move.": "Enquanto mantém o braço superior parado, curve o peso direito para frente, contraindo o bíceps enquanto expira. Continue o movimento até que o bíceps esteja totalmente contraído e os halteres estejam na altura dos ombros. Mantenha a posição contraída por um segundo enquanto aperta o bíceps. Dica: Apenas os antebraços devem se mover.",
  "Slowly begin to bring the dumbbells back to starting position as your breathe in.": "Comece a trazer os halteres de volta à posição inicial lentamente enquanto inspira.",
  "Repeat the movement with the left hand. This equals one repetition.": "Repita o movimento com a mão esquerda. Isso equivale a uma repetição.",
  "Continue alternating in this manner for the recommended amount of repetitions.": "Continue alternando desta maneira pela quantidade recomendada de repetições.",
  "Alternate Heel Touchers": "Toques de Calcanhar Alternados",
  "Lie on the floor with the knees bent and the feet on the floor around 18-24 inches apart. Your arms should be extended by your side. This will be your starting position.": "Deite-se no chão com os joelhos flexionados e os pés no chão a cerca de 18-24 polegadas de distância. Seus braços devem estar estendidos ao lado do corpo. Esta será sua posição inicial.",
  "Crunch over your torso forward and up about 3-4 inches to the right side and touch your right heel as you hold the contraction for a second. Exhale while performing this movement.": "Faça um abdominal, inclinando o tronco para frente e para cima cerca de 3-4 polegadas para o lado direito e toque o calcanhar direito enquanto mantém a contração por um segundo. Expire ao realizar este movimento.",
  "Now go back slowly to the starting position as you inhale.": "Agora volte lentamente à posição inicial enquanto inspira.",
  "Now crunch over your torso forward and up around 3-4 inches to the left side and touch your left heel as you hold the contraction for a second. Exhale while performing this movement and then go back to the starting position as you inhale. Now that both heels have been touched, that is considered 1 repetition.": "Agora faça um abdominal, inclinando o tronco para frente e para cima cerca de 3-4 polegadas para o lado esquerdo e toque o calcanhar esquerdo enquanto mantém a contração por um segundo. Expire ao realizar este movimento e depois volte à posição inicial enquanto inspira. Agora que ambos os calcanhares foram tocados, isso é considerado 1 repetição.",
  "Continue alternating sides in this manner until all prescribed repetitions are done.": "Continue alternando os lados desta maneira até que todas as repetições prescritas sejam concluídas.",
  "Alternate Incline Dumbbell Curl": "Rosca Inclinada com Halteres Alternada",
  "Sit down on an incline bench with a dumbbell in each hand being held at arms length. Tip: Keep the elbows close to the torso.This will be your starting position.": "Sente-se em um banco inclinado com um haltere em cada mão, segurado com os braços estendidos. Dica: Mantenha os cotovelos próximos ao tronco. Esta será sua posição inicial.",
  "While holding the upper arm stationary, curl the right weight forward while contracting the biceps as you breathe out. As you do so, rotate the hand so that the palm is facing up. Continue the movement until your biceps is fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second as you squeeze the biceps. Tip: Only the forearms should move.": "Enquanto mantém o braço superior parado, curve o peso direito para frente, contraindo o bíceps enquanto expira. Ao fazer isso, gire a mão para que a palma esteja voltada para cima. Continue o movimento até que o bíceps esteja totalmente contraído e os halteres estejam na altura dos ombros. Mantenha a posição contraída por um segundo enquanto aperta o bíceps. Dica: Apenas os antebraços devem se mover.",
  "Slowly begin to bring the dumbbell back to starting position as your breathe in.": "Comece a trazer o haltere de volta à posição inicial lentamente enquanto inspira.",
  "Alternate Leg Diagonal Bound": "Salto Diagonal de Perna Alternado",
  "abductors": "abdutores",
  "Assume a comfortable stance with one foot slightly in front of the other.": "Assuma uma postura confortável com um pé ligeiramente à frente do outro.",
  "Begin by pushing off with the front leg, driving the opposite knee forward and as high as possible before landing. Attempt to cover as much distance to each side with each bound.": "Comece empurrando com a perna da frente, impulsionando o joelho oposto para frente e o mais alto possível antes de aterrissar. Tente cobrir o máximo de distância para cada lado a cada salto.",
  "It may help to use a line on the ground to guage distance from side to side.": "Pode ser útil usar uma linha no chão para medir a distância de um lado para o outro.",
  "Repeat the sequence with the other leg.": "Repita a sequência com a outra perna.",
  "plyometrics": "pliometria",
  "Alternating Cable Shoulder Press": "Desenvolvimento de Ombro com Cabo Alternado",
  "cable": "cabo",
  "triceps": "tríceps",
  "Move the cables to the bottom of the tower and select an appropriate weight.": "Mova os cabos para a parte inferior da torre e selecione um peso apropriado.",
  "Grasp the cables and hold them at shoulder height, palms facing forward. This will be your starting position.": "Segure os cabos e mantenha-os na altura dos ombros, com as palmas das mãos viradas para a frente. Esta será a sua posição inicial.",
  "Keeping your head and chest up, extend through the elbow to press one side directly over head.": "Mantendo a cabeça e o peito erguidos, estenda o cotovelo para empurrar um lado diretamente acima da cabeça.",
  "After pausing at the top, return to the starting position and repeat on the opposite side.": "Após uma pausa no topo, retorne à posição inicial e repita no lado oposto.",
  "Alternating Deltoid Raise": "Elevação de Deltoide Alternada",
  "In a standing position, hold a pair of dumbbells at your side.": "Em pé, segure um par de halteres ao seu lado.",
  "Keeping your elbows slightly bent, raise the weights directly in front of you to shoulder height, avoiding any swinging or cheating.": "Mantendo os cotovelos ligeiramente flexionados, levante os pesos diretamente à sua frente até a altura dos ombros, evitando qualquer balanço ou trapaça.",
  "Return the weights to your side.": "Retorne os pesos ao seu lado.",
  "On the next repetition, raise the weights laterally, raising them out to your side to about shoulder height.": "Na próxima repetição, levante os pesos lateralmente, elevando-os para o lado até a altura dos ombros.",
  "Return the weights to the starting position and continue alternating to the front and side.": "Retorne os pesos à posição inicial e continue alternando para a frente e para o lado.",
  "Alternating Floor Press": "Supino de Chão Alternado",
  "chest": "peito",
  "Lie on the floor with two kettlebells next to your shoulders.": "Deite-se no chão com dois kettlebells ao lado dos seus ombros.",
  "Position one in place on your chest and then the other, gripping the kettlebells on the handle with the palms facing forward.": "Posicione um no peito e depois o outro, segurando os kettlebells pela alça com as palmas das mãos viradas para a frente.",
  "Extend both arms, so that the kettlebells are being held above your chest. Lower one kettlebell, bringing it to your chest and turn the wrist in the direction of the locked out kettlebell.": "Estenda ambos os braços, de modo que os kettlebells sejam mantidos acima do seu peito. Abaixe um kettlebell, levando-o ao seu peito e gire o punho na direção do kettlebell estendido.",
  "Raise the kettlebell and repeat on the opposite side.": "Levante o kettlebell e repita no lado oposto.",
  "Alternating Hang Clean": "Clean Pendurado Alternado",
  "lower back": "lombar",
  "traps": "trapézios",
  "Place two kettlebells between your feet. To get in the starting position, push your butt back and look straight ahead.": "Coloque dois kettlebells entre os seus pés. Para entrar na posição inicial, empurre o quadril para trás e olhe para a frente.",
  "Clean one kettlebell to your shoulder and hold on to the other kettlebell in a hanging position. Clean the kettlebell to your shoulder by extending through the legs and hips as you pull the kettlebell towards your shoulders. Rotate your wrist as you do so.": "Faça um clean com um kettlebell até o ombro e segure o outro kettlebell em posição pendurada. Faça o clean do kettlebell até o ombro estendendo as pernas e os quadris enquanto puxa o kettlebell em direção aos ombros. Gire o punho ao fazê-lo.",
  "Lower the cleaned kettlebell to a hanging position and clean the alternate kettlebell. Repeat.": "Abaixe o kettlebell do clean para uma posição pendurada e faça o clean com o kettlebell alternado. Repita.",
  "Alternating Kettlebell Press": "Desenvolvimento de Kettlebell Alternado",
  "Clean two kettlebells to your shoulders. Clean the kettlebells to your shoulders by extending through the legs and hips as you pull the kettlebells towards your shoulders. Rotate your wrists as you do so.": "Faça um clean com dois kettlebells até os ombros. Faça o clean dos kettlebells até os ombros estendendo as pernas e os quadris enquanto puxa os kettlebells em direção aos ombros. Gire os punhos ao fazê-lo.",
  "Press one directly overhead by extending through the elbow, turning it so the palm faces forward while holding the other kettlebell stationary .": "Pressione um diretamente acima da cabeça estendendo o cotovelo, girando-o para que a palma da mão fique virada para a frente, enquanto mantém o outro kettlebell parado.",
  "Lower the pressed kettlebell to the starting position and immediately press with your other arm.": "Abaixe o kettlebell do desenvolvimento para a posição inicial e imediatamente pressione com o outro braço.",
  "Alternating Kettlebell Row": "Remada de Kettlebell Alternada",
  "middle back": "costas médias",
  "lats": "grande dorsal",
  "Place two kettlebells in front of your feet. Bend your knees slightly and push your butt out as much as possible. As you bend over to get into the starting position grab both kettlebells by the handles.": "Coloque dois kettlebells à frente dos seus pés. Flexione ligeiramente os joelhos e empurre o quadril para trás o máximo possível. Ao se inclinar para entrar na posição inicial, segure ambos os kettlebells pelas alças.",
  "Pull one kettlebell off of the floor while holding on to the other kettlebell. Retract the shoulder blade of the working side, as you flex the elbow, drawing the kettlebell towards your stomach or rib cage.": "Puxe um kettlebell do chão enquanto segura o outro kettlebell. Retraia a escápula do lado que está trabalhando, enquanto flexiona o cotovelo, puxando o kettlebell em direção ao seu estômago ou caixa torácica.",
  "Lower the kettlebell in the working arm and repeat with your other arm.": "Abaixe o kettlebell no braço que está trabalhando e repita com o outro braço.",
  "Alternating Renegade Row": "Remada Renegada Alternada",
  "expert": "especialista",
  "Place two kettlebells on the floor about shoulder width apart. Position yourself on your toes and your hands as though you were doing a pushup, with the body straight and extended. Use the handles of the kettlebells to support your upper body. You may need to position your feet wide for support.": "Coloque dois kettlebells no chão, aproximadamente na largura dos ombros. Posicione-se sobre os dedos dos pés e as mãos como se estivesse fazendo uma flexão, com o corpo reto e estendido. Use as alças dos kettlebells para apoiar a parte superior do corpo. Pode ser necessário posicionar os pés afastados para maior apoio.",
  "Push one kettlebell into the floor and row the other kettlebell, retracting the shoulder blade of the working side as you flex the elbow, pulling it to your side.": "Empurre um kettlebell contra o chão e reme o outro kettlebell, retraindo a escápula do lado que está trabalhando enquanto flexiona o cotovelo, puxando-o para o seu lado.",
  "Then lower the kettlebell to the floor and begin the kettlebell in the opposite hand. Repeat for several reps.": "Em seguida, abaixe o kettlebell até o chão e comece com o kettlebell na mão oposta. Repita por várias repetições.",
  "Ankle Circles": "Círculos de Tornozelo",
  "Use a sturdy object like a squat rack to hold yourself.": "Use um objeto resistente como um suporte de agachamento para se apoiar.",
  "Lift the right leg in the air (just around 2 inches from the floor) and perform a circular motion with the big toe. Pretend that you are drawing a big circle with it. Tip: One circle equals 1 repetition. Breathe normally as you perform the movement.": "Levante a perna direita no ar (apenas cerca de 2 polegadas do chão) e realize um movimento circular com o dedão do pé. Finja que está desenhando um grande círculo com ele. Dica: Um círculo equivale a 1 repetição. Respire normalmente ao realizar o movimento.",
  "When you are done with the right foot, then repeat with the left leg.": "Quando terminar com o pé direito, repita com a perna esquerda.",
  "Ankle On The Knee": "Tornozelo no Joelho",
  "From a lying position, bend your knees and keep your feet on the floor.": "De uma posição deitada, flexione os joelhos e mantenha os pés no chão.",
  "Place your ankle of one foot on your opposite knee.": "Coloque o tornozelo de um pé sobre o joelho oposto.",
  "Grasp the thigh or knee of the bottom leg and pull both of your legs into the chest. Relax your neck and shoulders. Hold for 10-20 seconds and then switch sides.": "Segure a coxa ou o joelho da perna de baixo e puxe ambas as pernas em direção ao peito. Relaxe o pescoço e os ombros. Mantenha por 10-20 segundos e depois troque de lado.",
  "Anterior Tibialis-SMR": "Tibial Anterior-SMR",
  "Begin seated on the ground with your legs bent and your feet on the floor.": "Comece sentado no chão com as pernas flexionadas e os pés no chão.",
  "Using a Muscle Roller or a rolling pin, apply pressure to the muscles on the outside of your shins. Work from just below the knee to above the ankle, pausing at points of tension for 10-30 seconds. Repeat on the other leg.": "Usando um Rolo de Massagem ou um rolo de cozinha, aplique pressão nos músculos na parte externa das suas canelas. Trabalhe de logo abaixo do joelho até acima do tornozelo, pausando em pontos de tensão por 10-30 segundos. Repita na outra perna.",
  "Anti-Gravity Press": "Desenvolvimento Antigravidade",
  "barbell": "barra",
  "Place a bar on the ground behind the head of an incline bench.": "Coloque uma barra no chão atrás da cabeceira de um banco inclinado.",
  "Lay on the bench face down. With a pronated grip, pick the barbell up from the floor. Flex the elbows, performing a reverse curl to bring the bar near your chest. This will be your starting position.": "Deite-se de bruços no banco. Com uma pegada pronada, pegue a barra do chão. Flexione os cotovelos, realizando uma rosca inversa para trazer a barra perto do seu peito. Esta será a sua posição inicial.",
  "To begin, press the barbell out in front of your head by extending your elbows. Keep your arms parallel to the ground throughout the movement.": "Para começar, empurre a barra para a frente da sua cabeça, estendendo os cotovelos. Mantenha os braços paralelos ao chão durante todo o movimento.",
  "Return to the starting position and repeat to complete the set.": "Retorne à posição inicial e repita para completar a série.",
  "Arm Circles": "Círculos com os Braços",
  "Stand up and extend your arms straight out by the sides. The arms should be parallel to the floor and perpendicular (90-degree angle) to your torso. This will be your starting position.": "Fique em pé e estenda os braços para os lados. Os braços devem estar paralelos ao chão e perpendiculares (ângulo de 90 graus) ao seu tronco. Esta será a sua posição inicial.",
  "Slowly start to make circles of about 1 foot in diameter with each outstretched arm. Breathe normally as you perform the movement.": "Comece lentamente a fazer círculos de cerca de 30 cm de diâmetro com cada braço estendido. Respire normalmente enquanto realiza o movimento.",
  "Continue the circular motion of the outstretched arms for about ten seconds. Then reverse the movement, going the opposite direction.": "Continue o movimento circular dos braços estendidos por cerca de dez segundos. Em seguida, inverta o movimento, indo na direção oposta.",
  "Arnold Dumbbell Press": "Desenvolvimento Arnold com Halteres",
  "Sit on an exercise bench with back support and hold two dumbbells in front of you at about upper chest level with your palms facing your body and your elbows bent. Tip: Your arms should be next to your torso. The starting position should look like the contracted portion of a dumbbell curl.": "Sente-se num banco de exercícios com apoio para as costas e segure dois halteres à sua frente, aproximadamente ao nível do peito superior, com as palmas das mãos viradas para o seu corpo e os cotovelos fletidos. Dica: Os seus braços devem estar junto ao seu tronco. A posição inicial deve parecer a porção contraída de uma rosca com halteres.",
  "Now to perform the movement, raise the dumbbells as you rotate the palms of your hands until they are facing forward.": "Agora, para realizar o movimento, levante os halteres enquanto roda as palmas das mãos até que estejam viradas para a frente.",
  "Continue lifting the dumbbells until your arms are extended above you in straight arm position. Breathe out as you perform this portion of the movement.": "Continue a levantar os halteres até que os seus braços estejam estendidos acima de si, em posição de braço reto. Expire enquanto realiza esta porção do movimento.",
  "After a second pause at the top, begin to lower the dumbbells to the original position by rotating the palms of your hands towards you. Tip: The left arm will be rotated in a counter clockwise manner while the right one will be rotated clockwise. Breathe in as you perform this portion of the movement.": "Após uma pausa de um segundo no topo, comece a baixar os halteres para a posição original, rodando as palmas das mãos na sua direção. Dica: O braço esquerdo será rodado no sentido anti-horário, enquanto o direito será rodado no sentido horário. Inspire enquanto realiza esta porção do movimento.",
  "Around The Worlds": "Em Volta do Mundo",
  "Lay down on a flat bench holding a dumbbell in each hand with the palms of the hands facing towards the ceiling. Tip: Your arms should be parallel to the floor and next to your thighs. To avoid injury, make sure that you keep your elbows slightly bent. This will be your starting position.": "Deite-se num banco plano, segurando um halter em cada mão com as palmas das mãos viradas para o teto. Dica: Os seus braços devem estar paralelos ao chão e junto às suas coxas. Para evitar lesões, certifique-se de manter os cotovelos ligeiramente fletidos. Esta será a sua posição inicial.",
  "Now move the dumbbells by creating a semi-circle as you displace them from the initial position to over the head. All of the movement should happen with the arms parallel to the floor at all times. Breathe in as you perform this portion of the movement.": "Agora, mova os halteres, criando um semicírculo enquanto os desloca da posição inicial para cima da cabeça. Todo o movimento deve ocorrer com os braços paralelos ao chão em todos os momentos. Inspire enquanto realiza esta porção do movimento.",
  "Reverse the movement to return the weight to the starting position as you exhale.": "Inverta o movimento para retornar o peso à posição inicial enquanto expira.",
  "Atlas Stone Trainer": "Treinador de Atlas Stone",
  "This trainer is effective for developing Atlas Stone strength for those who don't have access to stones, and are typically made from bar ends or heavy pipe.": "Este treinador é eficaz para desenvolver a força de Atlas Stone para aqueles que não têm acesso às pedras, e são tipicamente feitos de extremidades de barra ou tubos pesados.",
  "Begin by loading the desired weight onto the bar. Straddle the weight, wrapping your arms around the implement, bending at the hips.": "Comece carregando o peso desejado na barra. Posicione-se sobre o peso, envolvendo os braços em volta do implemento, fletindo os quadris.",
  "Begin by pulling the weight up past the knees, extending through the hips. As the weight clears the knees, it can be lapped by resting it on your thighs and sitting back, hugging it tightly to your chest.": "Comece puxando o peso para cima, passando os joelhos, estendendo os quadris. Assim que o peso passar os joelhos, ele pode ser apoiado nas suas coxas, sentando-se para trás e abraçando-o firmemente ao seu peito.",
  "Finish the movement by extending through your hips and knees to raise the weight as high as possible. The weight can be returned to the lap or to the ground for successive repetitions.": "Termine o movimento estendendo os quadris e os joelhos para levantar o peso o mais alto possível. O peso pode ser retornado ao colo ou ao chão para repetições sucessivas.",
  "strongman": "strongman",
  "Atlas Stones": "Pedras Atlas",
  "Begin with the atlas stone between your feet. Bend at the hips to wrap your arms vertically around the Atlas Stone, attempting to get your fingers underneath the stone. Many stones will have a small flat portion on the bottom, which will make the stone easier to hold.": "Comece com a pedra atlas entre os seus pés. Flexione os quadris para envolver os braços verticalmente em volta da Pedra Atlas, tentando colocar os dedos por baixo da pedra. Muitas pedras terão uma pequena porção plana na parte inferior, o que tornará a pedra mais fácil de segurar.",
  "Pulling the stone into your torso, drive through the back half of your feet to pull the stone from the ground.": "Puxando a pedra para o seu tronco, impulsione-se com a parte de trás dos seus pés para levantar a pedra do chão.",
  "As the stone passes the knees, lap it by sitting backward, pulling the stone on top of your thighs.": "Assim que a pedra passar os joelhos, coloque-a no colo, sentando-se para trás e puxando a pedra para cima das suas coxas.",
  "Sit low, getting the stone high onto your chest as you change your grip to reach over the stone. Stand, driving through with your hips. Close distance to the loading platform, and lean back, extending the hips to get the stone as high as possible.": "Sente-se baixo, colocando a pedra bem alto no seu peito enquanto muda a sua pegada para alcançar por cima da pedra. Levante-se, impulsionando-se com os quadris. Aproxime-se da plataforma de carregamento e incline-se para trás, estendendo os quadris para colocar a pedra o mais alto possível.",
  "Axle Deadlift": "Levantamento Terra com Barra Grossa",
  "Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an over/under grip.": "Aproxime-se da barra de modo que esteja centrada sobre os seus pés. Os seus pés devem estar afastados à largura dos quadris. Flexione os quadris para segurar a barra à largura dos ombros, permitindo que as suas omoplatas se protraiam. Tipicamente, usaria uma pegada mista (uma mão por cima, outra por baixo).",
  "With your feet and your grip set, take a big breath and then lower your hips and flex the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward.": "Com os pés e a pegada definidos, respire fundo e, em seguida, baixe os quadris e flexione os joelhos até que as suas canelas toquem na barra. Olhe para a frente com a cabeça, mantenha o peito para cima e as costas arqueadas, e comece a impulsionar-se pelos calcanhares para mover o peso para cima.",
  "After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.": "Depois que a barra passar os joelhos, puxe-a agressivamente para trás, juntando as suas omoplatas enquanto impulsiona os quadris para a frente em direção à barra.",
  "Lower the bar by bending at the hips and guiding it to the floor.": "Abaixe a barra dobrando os quadris e guiando-a até o chão.",
  "Back Flyes - With Bands": "Crucifixo Inverso - Com Elásticos",
  "bands": "elásticos",
  "Run a band around a stationary post like that of a squat rack.": "Passe um elástico em volta de um poste fixo, como o de um suporte de agachamento.",
  "Grab the band by the handles and stand back so that the tension in the band rises.": "Segure o elástico pelas alças e afaste-se para que a tensão no elástico aumente.",
  "Extend and lift the arms straight in front of you. Tip: Your arms should be straight and parallel to the floor while perpendicular to your torso. Your feet should be firmly planted on the floor spread at shoulder width. This will be your starting position.": "Estenda e levante os braços retos à sua frente. Dica: Seus braços devem estar retos e paralelos ao chão, enquanto perpendiculares ao seu tronco. Seus pés devem estar firmemente plantados no chão, afastados na largura dos ombros. Esta será sua posição inicial.",
  "As you exhale, move your arms to the sides and back. Keep your arms extended and parallel to the floor. Continue the movement until the arms are extended to your sides.": "Ao expirar, mova os braços para os lados e para trás. Mantenha os braços estendidos e paralelos ao chão. Continue o movimento até que os braços estejam estendidos para os lados.",
  "After a pause, go back to the original position as you inhale.": "Após uma breve pausa, retorne à posição original enquanto inspira.",
  "Backward Drag": "Arrasto para Trás",
  "Load a sled with the desired weight, attaching a rope or straps to the sled that you can hold onto.": "Carregue um trenó com o peso desejado, prendendo uma corda ou alças ao trenó para que você possa segurar.",
  "Begin the exercise by moving backwards for a given distance. Leaning back, extend through the legs for short steps to move as quickly as possible.": "Comece o exercício movendo-se para trás por uma determinada distância. Inclinando-se para trás, estenda as pernas em passos curtos para se mover o mais rápido possível.",
  "Backward Medicine Ball Throw": "Arremesso de Bola Medicinal para Trás",
  "medicine ball": "bola medicinal",
  "This exercise is best done with a partner. If you lack a partner, the ball can be thrown and retrieved or thrown against a wall.": "Este exercício é melhor feito com um parceiro. Se você não tiver um parceiro, a bola pode ser arremessada e recuperada ou arremessada contra uma parede.",
  "Begin standing a few meters in front of your partner, both facing the same direction. Begin holding the ball between your legs.": "Comece em pé, a poucos metros à frente do seu parceiro, ambos virados para a mesma direção. Comece segurando a bola entre as pernas.",
  "Squat down and then forcefully reverse direction, coming to full extension and you toss the ball over your head to your partner.": "Agache-se e, em seguida, inverta a direção com força, chegando à extensão total e arremessando a bola por cima da cabeça para o seu parceiro.",
  "Your partner can then roll the ball back to you. Repeat for the desired number of repetitions.": "Seu parceiro pode então rolar a bola de volta para você. Repita pelo número desejado de repetições.",
  "Balance Board": "Prancha de Equilíbrio",
  "Place a balance board in front of you.": "Coloque uma prancha de equilíbrio à sua frente.",
  "Stand up on it and try to balance yourself.": "Suba nela e tente se equilibrar.",
  "Hold the balance for as long as desired.": "Mantenha o equilíbrio pelo tempo que desejar.",
  "Ball Leg Curl": "Flexão de Pernas com Bola",
  "exercise ball": "bola de exercício",
  "Begin on the floor laying on your back with your feet on top of the ball.": "Comece no chão, deitado de costas, com os pés em cima da bola.",
  "Position the ball so that when your legs are extended your ankles are on top of the ball. This will be your starting position.": "Posicione a bola de forma que, quando suas pernas estiverem estendidas, seus tornozelos estejam em cima da bola. Esta será sua posição inicial.",
  "Raise your hips off of the ground, keeping your weight on the shoulder blades and your feet.": "Levante os quadris do chão, mantendo o peso nas omoplatas e nos pés.",
  "Flex the knees, pulling the ball as close to you as you can, contracting the hamstrings.": "Flexione os joelhos, puxando a bola o mais perto possível de você, contraindo os isquiotibiais.",
  "After a brief pause, return to the starting position.": "Após uma breve pausa, retorne à posição inicial.",
  "Band Assisted Pull-Up": "Barra Fixa Assistida com Elástico",
  "Choke the band around the center of the pullup bar. You can use different bands to provide varying levels of assistance.": "Prenda o elástico no centro da barra de elevação. Você pode usar diferentes elásticos para fornecer vários níveis de assistência.",
  "Pull the end of the band down, and place one bent knee into the loop, ensuring it won't slip out. Take a medium to wide grip on the bar. This will be your starting position.": "Puxe a ponta do elástico para baixo e coloque um joelho dobrado na alça, garantindo que não escorregue. Segure a barra com uma pegada média a larga. Esta será sua posição inicial.",
  "Pull yourself upward by contracting the lats as you flex the elbow. The elbow should be driven to your side. Pull to the front, attempting to get your chin over the bar. Avoid swinging or jerking movements.": "Puxe-se para cima contraindo os dorsais enquanto flexiona o cotovelo. O cotovelo deve ser direcionado para o seu lado. Puxe para a frente, tentando passar o queixo por cima da barra. Evite movimentos de balanço ou tranco.",
  "Band Good Morning": "Bom Dia com Elástico",
  "Using a 41 inch band, stand on one end, spreading your feet a small amount. Bend at the hips to loop the end of the band behind your neck. This will be your starting position.": "Usando um elástico de 41 polegadas, pise em uma das extremidades, afastando um pouco os pés. Incline-se nos quadris para passar a extremidade do elástico por trás do pescoço. Esta será sua posição inicial.",
  "Keeping your legs straight, extend through the hips to come to a near vertical position.": "Mantendo as pernas retas, estenda os quadris para chegar a uma posição quase vertical.",
  "Ensure that you do not round your back as you go down back to the starting position.": "Certifique-se de não arredondar as costas ao retornar à posição inicial.",
  "powerlifting": "powerlifting",
  "Band Good Morning (Pull Through)": "Bom Dia com Elástico (Puxada por Entre as Pernas)",
  "Loop the band around a post. Standing a little ways away, loop the opposite end around the neck. Your hands can help hold the band in position.": "Passe o elástico em volta de um poste. Afastando-se um pouco, passe a extremidade oposta em volta do pescoço. Suas mãos podem ajudar a manter o elástico na posição.",
  "Begin by bending at the hips, getting your butt back as far as possible. Keep your back flat and bend forward to about 90 degrees. Your knees should be only slightly bent.": "Comece dobrando os quadris, levando o bumbum o mais para trás possível. Mantenha as costas retas e incline-se para a frente em cerca de 90 graus. Seus joelhos devem estar apenas ligeiramente flexionados.",
  "Return to the starting position be driving through with the hips to come back to a standing position.": "Retorne à posição inicial impulsionando-se com os quadris para voltar à posição em pé.",
  "Band Hip Adductions": "Aduções de Quadril com Elástico",
  "Anchor a band around a solid post or other object.": "Ancore um elástico em volta de um poste sólido ou outro objeto.",
  "Stand with your left side to the post, and put your right foot through the band, getting it around the ankle.": "Fique em pé com o lado esquerdo virado para o poste e passe o pé direito pelo elástico, colocando-o em volta do tornozelo.",
  "Stand up straight and hold onto the post if needed. This will be your starting position.": "Fique em pé e segure o poste, se necessário. Esta será sua posição inicial.",
  "Keeping the knee straight, raise your right legs out to the side as far as you can.": "Mantendo o joelho reto, levante a perna direita para o lado o máximo que puder.",
  "Return to the starting position and repeat for the desired rep count.": "Retorne à posição inicial e repita pelo número desejado de repetições.",
  "Switch sides.": "Troque de lado.",
  "Band Pull Apart": "Abertura de Elástico",
  "Begin with your arms extended straight out in front of you, holding the band with both hands.": "Comece com os braços estendidos retos à sua frente, segurando o elástico com as duas mãos.",
  "Initiate the movement by performing a reverse fly motion, moving your hands out laterally to your sides.": "Inicie o movimento realizando um movimento de 'fly inverso', movendo as mãos lateralmente para os lados.",
  "Keep your elbows extended as you perform the movement, bringing the band to your chest. Ensure that you keep your shoulders back during the exercise.": "Mantenha os cotovelos estendidos enquanto realiza o movimento, trazendo a faixa ao seu peito. Certifique-se de manter os ombros para trás durante o exercício.",
  "Pause as you complete the movement, returning to the starting position under control.": "Faça uma pausa ao completar o movimento, retornando à posição inicial de forma controlada.",
  "Band Skull Crusher": "Skull Crusher com Faixa",
  "Secure a band to the base of a rack or the bench. Lay on the bench so that the band is lined up with your head.": "Prenda uma faixa na base de um rack ou no banco. Deite-se no banco de modo que a faixa esteja alinhada com sua cabeça.",
  "Take hold of the band, raising your elbows so that the upper arm is perpendicular to the floor. With the elbow flexed, the band should be above your head. This will be your starting position.": "Segure a faixa, elevando os cotovelos de modo que o braço esteja perpendicular ao chão. Com o cotovelo flexionado, a faixa deve estar acima da sua cabeça. Esta será sua posição inicial.",
  "Extend through the elbow to straighten your arm, keeping your upper arm in place. Pause at the top of the motion, and return to the starting position.": "Estenda o cotovelo para esticar o braço, mantendo o braço no lugar. Faça uma pausa no topo do movimento e retorne à posição inicial.",
  "Barbell Ab Rollout": "Abdominal com Barra",
  "For this exercise you will need to get into a pushup position, but instead of having your hands of the floor, you will be grabbing on to an Olympic barbell (loaded with 5-10 lbs on each side) instead. This will be your starting position.": "Para este exercício, você precisará entrar em uma posição de flexão, mas em vez de ter as mãos no chão, você estará segurando uma barra olímpica (carregada com 5-10 lbs em cada lado). Esta será sua posição inicial.",
  "While keeping a slight arch on your back, lift your hips and roll the barbell towards your feet as you exhale. Tip: As you perform the movement, your glutes should be coming up, you should be keeping the abs tight and should maintain your back posture at all times. Also your arms should be staying perpendicular to the floor throughout the movement. If you don't, you will work out your shoulders and back more than the abs.": "Mantendo uma leve curvatura nas costas, levante os quadris e role a barra em direção aos seus pés enquanto expira. Dica: Ao realizar o movimento, seus glúteos devem subir, você deve manter os abdominais contraídos e deve manter a postura das costas o tempo todo. Além disso, seus braços devem permanecer perpendiculares ao chão durante todo o movimento. Se não o fizer, você trabalhará mais os ombros e as costas do que os abdominais.",
  "After a second contraction at the top, start to roll the barbell back forward to the starting position slowly as you inhale.": "Após uma contração de um segundo no topo, comece a rolar a barra de volta para a posição inicial lentamente enquanto inspira.",
  "Barbell Ab Rollout - On Knees": "Abdominal com Barra - De Joelhos",
  "Hold an Olympic barbell loaded with 5-10lbs on each side and kneel on the floor.": "Segure uma barra olímpica carregada com 5-10 lbs em cada lado e ajoelhe-se no chão.",
  "Now place the barbell on the floor in front of you so that you are on all your hands and knees (as in a kneeling push up position). This will be your starting position.": "Agora coloque a barra no chão à sua frente, de modo que você esteja sobre as mãos e os joelhos (como em uma posição de flexão de joelhos). Esta será sua posição inicial.",
  "Slowly roll the barbell straight forward, stretching your body into a straight position. Tip: Go down as far as you can without touching the floor with your body. Breathe in during this portion of the movement.": "Lentamente, role a barra para a frente, esticando seu corpo em uma posição reta. Dica: Desça o máximo que puder sem tocar o chão com o corpo. Inspire durante esta parte do movimento.",
  "After a second pause at the stretched position, start pulling yourself back to the starting position as you breathe out. Tip: Go slowly and keep your abs tight at all times.": "Após uma pausa de um segundo na posição esticada, comece a puxar-se de volta para a posição inicial enquanto expira. Dica: Vá devagar e mantenha os abdominais contraídos o tempo todo.",
  "Barbell Bench Press - Medium Grip": "Supino Reto com Barra - Pegada Média",
  "Lie back on a flat bench. Using a medium width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.": "Deite-se em um banco reto. Usando uma pegada de largura média (uma pegada que cria um ângulo de 90 graus no meio do movimento entre os antebraços e os braços), levante a barra do suporte (rack) e segure-a reta acima de você com os braços travados. Esta será sua posição inicial.",
  "From the starting position, breathe in and begin coming down slowly until the bar touches your middle chest.": "Da posição inicial, inspire e comece a descer lentamente até que a barra toque o meio do seu peito.",
  "After a brief pause, push the bar back to the starting position as you breathe out. Focus on pushing the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position at the top of the motion, hold for a second and then start coming down slowly again. Tip: Ideally, lowering the weight should take about twice as long as raising it.": "Após uma breve pausa, empurre a barra de volta para a posição inicial enquanto expira. Concentre-se em empurrar a barra usando os músculos do peito. Trave os braços e contraia o peito na posição contraída no topo do movimento, segure por um segundo e então comece a descer lentamente novamente. Dica: Idealmente, abaixar o peso deve levar cerca de duas vezes mais tempo do que levantá-lo.",
  "When you are done, place the bar back in the rack.": "Quando terminar, coloque a barra de volta no suporte (rack).",
  "Barbell Curl": "Rosca Direta com Barra",
  "Stand up with your torso upright while holding a barbell at a shoulder-width grip. The palm of your hands should be facing forward and the elbows should be close to the torso. This will be your starting position.": "Fique em pé com o tronco ereto enquanto segura uma barra com uma pegada na largura dos ombros. A palma das suas mãos deve estar voltada para a frente e os cotovelos devem estar próximos ao tronco. Esta será sua posição inicial.",
  "While holding the upper arms stationary, curl the weights forward while contracting the biceps as you breathe out. Tip: Only the forearms should move.": "Enquanto mantém os braços imóveis, curve os pesos para a frente enquanto contrai os bíceps ao expirar. Dica: Apenas os antebraços devem se mover.",
  "Continue the movement until your biceps are fully contracted and the bar is at shoulder level. Hold the contracted position for a second and squeeze the biceps hard.": "Continue o movimento até que seus bíceps estejam totalmente contraídos e a barra esteja na altura dos ombros. Mantenha a posição contraída por um segundo e contraia os bíceps com força.",
  "Slowly begin to bring the bar back to starting position as your breathe in.": "Lentamente, comece a trazer a barra de volta à posição inicial enquanto inspira.",
  "Barbell Curls Lying Against An Incline": "Rosca Direta com Barra Deitado em Banco Inclinado",
  "Lie against an incline bench, with your arms holding a barbell and hanging down in a horizontal line. This will be your starting position.": "Deite-se em um banco inclinado, com os braços segurando uma barra e pendurados em linha horizontal. Esta será sua posição inicial.",
  "While keeping the upper arms stationary, curl the weight up as high as you can while squeezing the biceps. Breathe out as you perform this portion of the movement. Tip: Only the forearms should move. Do not swing the arms.": "Enquanto mantém os braços imóveis, curve o peso para cima o máximo que puder enquanto contrai os bíceps. Expire ao realizar esta parte do movimento. Dica: Apenas os antebraços devem se mover. Não balance os braços.",
  "After a second contraction, slowly go back to the starting position as you inhale. Tip: Make sure that you go all of the way down.": "Após uma contração de um segundo, retorne lentamente à posição inicial enquanto inspira. Dica: Certifique-se de descer completamente.",
  "Barbell Deadlift": "Levantamento Terra com Barra",
  "Stand in front of a loaded barbell.": "Fique em pé na frente de uma barra carregada.",
  "While keeping the back as straight as possible, bend your knees, bend forward and grasp the bar using a medium (shoulder width) overhand grip. This will be the starting position of the exercise. Tip: If it is difficult to hold on to the bar with this grip, alternate your grip or use wrist straps.": "Mantendo as costas o mais retas possível, dobre os joelhos, incline-se para a frente e segure a barra usando uma pegada média (na largura dos ombros) com as palmas das mãos para baixo. Esta será a posição inicial do exercício. Dica: Se for difícil segurar a barra com esta pegada, alterne a pegada ou use alças de pulso.",
  "While holding the bar, start the lift by pushing with your legs while simultaneously getting your torso to the upright position as you breathe out. In the upright position, stick your chest out and contract the back by bringing the shoulder blades back. Think of how the soldiers in the military look when they are in standing in attention.": "Enquanto segura a barra, comece o levantamento empurrando com as pernas enquanto simultaneamente leva o tronco para a posição vertical ao expirar. Na posição vertical, estufe o peito e contraia as costas, puxando as omoplatas para trás. Pense em como os soldados militares se parecem quando estão em posição de sentido.",
  "Go back to the starting position by bending at the knees while simultaneously leaning the torso forward at the waist while keeping the back straight. When the weights on the bar touch the floor you are back at the starting position and ready to perform another repetition.": "Volte à posição inicial dobrando os joelhos enquanto simultaneamente inclina o tronco para a frente pela cintura, mantendo as costas retas. Quando os pesos na barra tocarem o chão, você estará de volta à posição inicial e pronto para realizar outra repetição.",
  "Perform the amount of repetitions prescribed in the program.": "Realize o número de repetições prescritas no programa.",
  "Barbell Full Squat": "Agachamento Completo com Barra",
  "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack just above shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.": "Este exercício é melhor realizado dentro de um rack de agachamento por motivos de segurança. Para começar, primeiro ajuste a barra em um rack logo acima do nível dos ombros. Uma vez que a altura correta é escolhida e a barra está carregada, posicione-se sob a barra e coloque a parte de trás dos ombros (ligeiramente abaixo do pescoço) sobre ela.",
  "Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.": "Segure a barra usando ambos os braços em cada lado e levante-a do rack empurrando primeiro com as pernas e ao mesmo tempo endireitando o tronco.",
  "Step away from the rack and position your legs using a shoulder-width medium stance with the toes slightly pointed out. Keep your head up at all times and maintain a straight back. This will be your starting position.": "Afaste-se do rack e posicione as pernas usando uma postura média na largura dos ombros com os dedos dos pés ligeiramente apontados para fora. Mantenha a cabeça erguida em todos os momentos e mantenha as costas retas. Esta será sua posição inicial.",
  "Begin to slowly lower the bar by bending the knees and sitting back with your hips as you maintain a straight posture with the head up. Continue down until your hamstrings are on your calves. Inhale as you perform this portion of the movement.": "Comece a baixar a barra lentamente dobrando os joelhos e sentando-se para trás com os quadris enquanto mantém uma postura reta com a cabeça erguida. Continue descendo até que seus isquiotibiais estejam sobre suas panturrilhas. Inspire ao realizar esta porção do movimento.",
  "Begin to raise the bar as you exhale by pushing the floor with the heel or middle of your foot as you straighten the legs and extend the hips to go back to the starting position.": "Comece a levantar a barra enquanto expira, empurrando o chão com o calcanhar ou o meio do pé enquanto estica as pernas e estende os quadris para voltar à posição inicial.",
  "Barbell Glute Bridge": "Elevação de Quadril com Barra",
  "Begin seated on the ground with a loaded barbell over your legs. Using a fat bar or having a pad on the bar can greatly reduce the discomfort caused by this exercise. Roll the bar so that it is directly above your hips, and lay down flat on the floor.": "Comece sentado no chão com uma barra carregada sobre as pernas. Usar uma barra grossa ou ter uma almofada na barra pode reduzir muito o desconforto causado por este exercício. Role a barra para que fique diretamente acima dos seus quadris e deite-se de costas no chão.",
  "Begin the movement by driving through with your heels, extending your hips vertically through the bar. Your weight should be supported by your upper back and the heels of your feet.": "Comece o movimento empurrando com os calcanhares, estendendo os quadris verticalmente através da barra. Seu peso deve ser suportado pela parte superior das costas e pelos calcanhares dos pés.",
  "Extend as far as possible, then reverse the motion to return to the starting position.": "Estenda o máximo possível, depois inverta o movimento para retornar à posição inicial.",
  "Barbell Guillotine Bench Press": "Supino Guilhotina com Barra",
  "Using a medium width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over your neck with your arms locked. This will be your starting position.": "Usando uma pegada de largura média (uma pegada que cria um ângulo de 90 graus no meio do movimento entre os antebraços e os braços), levante a barra do rack e segure-a reta sobre o pescoço com os braços estendidos. Esta será sua posição inicial.",
  "As you breathe in, bring the bar down slowly until it is about 1 inch from your neck.": "Ao inspirar, abaixe a barra lentamente até que esteja a cerca de 1 polegada do seu pescoço.",
  "After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position, hold for a second and then start coming down slowly again. It should take at least twice as long to go down than to come up.": "Após uma pausa de um segundo, traga a barra de volta à posição inicial enquanto expira e empurre a barra usando os músculos do peito. Estenda os braços e contraia o peito na posição contraída, segure por um segundo e então comece a descer lentamente novamente. Deve levar pelo menos o dobro do tempo para descer do que para subir.",
  "Barbell Hack Squat": "Agachamento Hack com Barra",
  "Stand up straight while holding a barbell behind you at arms length and your feet at shoulder width. Tip: A shoulder width grip is best with the palms of your hands facing back. You can use wrist wraps for this exercise for a better grip. This will be your starting position.": "Fique em pé enquanto segura uma barra atrás de você com os braços estendidos e os pés na largura dos ombros. Dica: Uma pegada na largura dos ombros é melhor com as palmas das mãos viradas para trás. Você pode usar alças de pulso para este exercício para uma melhor pegada. Esta será sua posição inicial.",
  "While keeping your head and eyes up and back straight, squat until your upper thighs are parallel to the floor. Breathe in as you slowly go down.": "Mantendo a cabeça e os olhos para cima e as costas retas, agache até que suas coxas superiores estejam paralelas ao chão. Inspire enquanto desce lentamente.",
  "Pressing mainly with the heel of the foot and squeezing the thighs, go back up as you breathe out.": "Pressionando principalmente com o calcanhar do pé e contraindo as coxas, suba enquanto expira.",
  "Barbell Hip Thrust": "Elevação de Quadril com Barra",
  "Begin seated on the ground with a bench directly behind you. Have a loaded barbell over your legs. Using a fat bar or having a pad on the bar can greatly reduce the discomfort caused by this exercise.": "Comece sentado no chão com um banco diretamente atrás de você. Tenha uma barra carregada sobre as pernas. Usar uma barra grossa ou ter uma almofada na barra pode reduzir muito o desconforto causado por este exercício.",
  "Roll the bar so that it is directly above your hips, and lean back against the bench so that your shoulder blades are near the top of it.": "Role a barra para que fique diretamente acima dos seus quadris e incline-se para trás contra o banco para que suas omoplatas fiquem perto do topo dele.",
  "Begin the movement by driving through your feet, extending your hips vertically through the bar. Your weight should be supported by your shoulder blades and your feet. Extend as far as possible, then reverse the motion to return to the starting position.": "Comece o movimento empurrando com os pés, estendendo os quadris verticalmente através da barra. Seu peso deve ser suportado pelas suas omoplatas e pelos seus pés. Estenda o máximo possível, depois inverta o movimento para retornar à posição inicial.",
  "Barbell Incline Bench Press - Medium Grip": "Supino Inclinado com Barra - Pegada Média",
  "Lie back on an incline bench. Using a medium-width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.": "Deite-se em um banco inclinado. Usando uma pegada de largura média (uma pegada que cria um ângulo de 90 graus no meio do movimento entre os antebraços e os braços), levante a barra do suporte e segure-a reta acima de você com os braços estendidos. Esta será sua posição inicial.",
  "As you breathe in, come down slowly until you feel the bar on you upper chest.": "Ao inspirar, desça lentamente até sentir a barra no seu peito superior.",
  "After a second pause, bring the bar back to the starting position as you breathe out and push the bar using your chest muscles. Lock your arms in the contracted position, squeeze your chest, hold for a second and then start coming down slowly again. Tip: it should take at least twice as long to go down than to come up.": "Após uma pausa de um segundo, traga a barra de volta à posição inicial enquanto expira e empurra a barra usando os músculos do peito. Estenda os braços na posição contraída, contraia o peito, segure por um segundo e então comece a descer lentamente novamente. Dica: deve levar pelo menos o dobro do tempo para descer do que para subir.",
  "Barbell Incline Shoulder Raise": "Elevação de Ombro Inclinada com Barra",
  "Lie back on an Incline Bench. Using a medium width grip (a grip that is slightly wider than shoulder width), lift the bar from the rack and hold it straight over you with your arms straight. This will be your starting position.": "Deite-se em um banco inclinado. Usando uma pegada de largura média (uma pegada ligeiramente mais larga que a largura dos ombros), levante a barra do suporte e segure-a reta acima de você com os braços estendidos. Esta será sua posição inicial.",
  "While keeping the arms straight, lift the bar by protracting your shoulder blades, raising the shoulders from the bench as you breathe out.": "Mantendo os braços estendidos, levante a barra protraindo as escápulas, elevando os ombros do banco enquanto expira.",
  "Bring back the bar to the starting position as you breathe in.": "Traga a barra de volta à posição inicial enquanto inspira.",
  "Barbell Lunge": "Afundo com Barra",
  "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack just below shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.": "Este exercício é melhor realizado dentro de um suporte de agachamento para fins de segurança. Para começar, primeiro posicione a barra em um suporte logo abaixo do nível dos ombros. Uma vez que a altura correta é escolhida e a barra está carregada, entre sob a barra e coloque a parte de trás dos ombros (ligeiramente abaixo do pescoço) sobre ela.",
  "Step away from the rack and step forward with your right leg and squat down through your hips, while keeping the torso upright and maintaining balance. Inhale as you go down. Note: Do not allow your knee to go forward beyond your toes as you come down, as this will put undue stress on the knee joint. li>": "Afaste-se do suporte e dê um passo à frente com a perna direita e agache-se através dos quadris, mantendo o tronco ereto e o equilíbrio. Inspire enquanto desce. Nota: Não permita que o joelho avance além dos dedos dos pés ao descer, pois isso colocará estresse indevido na articulação do joelho.",
  "Using mainly the heel of your foot, push up and go back to the starting position as you exhale.": "Usando principalmente o calcanhar do seu pé, empurre para cima e retorne à posição inicial enquanto expira.",
  "Repeat the movement for the recommended amount of repetitions and then perform with the left leg.": "Repita o movimento pelo número recomendado de repetições e então execute com a perna esquerda.",
  "Barbell Rear Delt Row": "Remada para Deltoide Posterior com Barra",
  "Stand up straight while holding a barbell using a wide (higher than shoulder width) and overhand (palms facing your body) grip.": "Fique em pé segurando uma barra com uma pegada larga (mais larga que a largura dos ombros) e pronada (palmas das mãos voltadas para o seu corpo).",
  "Bend knees slightly and bend over as you keep the natural arch of your back. Let the arms hang in front of you as they hold the bar. Once your torso is parallel to the floor, flare the elbows out and away from your body. Tip: Your torso and your arms should resemble the letter \"T\". Now you are ready to begin the exercise.": "Flexione ligeiramente os joelhos e incline-se para a frente, mantendo a curvatura natural das suas costas. Deixe os braços penderem à sua frente enquanto seguram a barra. Assim que seu tronco estiver paralelo ao chão, afaste os cotovelos para fora e para longe do seu corpo. Dica: Seu tronco e seus braços devem se assemelhar à letra \"T\". Agora você está pronto para começar o exercício.",
  "While keeping the upper arms perpendicular to the torso, pull the barbell up towards your upper chest as you squeeze the rear delts and you breathe out. Tip: When performed correctly, this exercise should resemble a bench press in reverse. Also, refrain from using your biceps to do the work. Focus on targeting the rear delts; the arms should only act as hooks.": "Mantendo os braços perpendiculares ao tronco, puxe a barra para cima em direção ao seu peito superior enquanto contrai os deltoides posteriores e expira. Dica: Quando realizado corretamente, este exercício deve se assemelhar a um supino invertido. Além disso, evite usar os bíceps para fazer o trabalho. Concentre-se em atingir os deltoides posteriores; os braços devem atuar apenas como ganchos.",
  "Slowly go back to the initial position as you breathe in.": "Retorne lentamente à posição inicial enquanto inspira.",
  "Barbell Rollout from Bench": "Rollout com Barra a partir do Banco",
  "Place a loaded barbell on the ground, near the end of a bench. Kneel with both legs on the bench, and take a medium to narrow grip on the barbell. This will be your starting position.": "Coloque uma barra carregada no chão, perto da extremidade de um banco. Ajoelhe-se com as duas pernas no banco e adote uma pegada de média a estreita na barra. Esta será sua posição inicial.",
  "To begin, extend through the hips to slowly roll the bar forward. As you roll out, flex the shoulder to roll the bar above your head. Ensure that your arms remain extended throughout the movement.": "Para começar, estenda os quadris para rolar lentamente a barra para a frente. Enquanto rola para fora, flexione o ombro para rolar a barra acima da sua cabeça. Certifique-se de que seus braços permaneçam estendidos durante todo o movimento.",
  "When the bar has been moved as far forward as possible, return to the starting position.": "Quando a barra tiver sido movida o mais para a frente possível, retorne à posição inicial.",
  "Barbell Seated Calf Raise": "Elevação de Panturrilha Sentado com Barra",
  "Place a block about 12 inches in front of a flat bench.": "Coloque um bloco a cerca de 12 polegadas à frente de um banco reto.",
  "Sit on the bench and place the ball of your feet on the block.": "Sente-se no banco e coloque a parte da frente dos seus pés no bloco.",
  "Have someone place a barbell over your upper thighs about 3 inches above your knees and hold it there. This will be your starting position.": "Peça a alguém para colocar uma barra sobre suas coxas, cerca de 3 polegadas acima dos joelhos, e segurá-la lá. Esta será sua posição inicial.",
  "Raise up on your toes as high as possible as you squeeze the calves and as you breathe out.": "Eleve-se nas pontas dos pés o mais alto possível enquanto contrai as panturrilhas e expira.",
  "After a second contraction, slowly go back to the starting position. Tip: To get maximum benefit stretch your calves as far as you can.": "Após uma contração de um segundo, retorne lentamente à posição inicial. Dica: Para obter o máximo benefício, alongue suas panturrilhas o máximo que puder.",
  "Barbell Shoulder Press": "Desenvolvimento de Ombro com Barra",
  "Sit on a bench with back support in a squat rack. Position a barbell at a height that is just above your head. Grab the barbell with a pronated grip (palms facing forward).": "Sente-se em um banco com apoio para as costas em um suporte de agachamento. Posicione uma barra a uma altura que esteja logo acima da sua cabeça. Segure a barra com uma pegada pronada (palmas das mãos voltadas para a frente).",
  "Once you pick up the barbell with the correct grip width, lift the bar up over your head by locking your arms. Hold at about shoulder level and slightly in front of your head. This is your starting position.": "Uma vez que você pega a barra com a largura de pegada correta, levante a barra acima da sua cabeça estendendo os braços. Mantenha-a aproximadamente na altura dos ombros e ligeiramente à frente da sua cabeça. Esta é sua posição inicial.",
  "Lower the bar down to the shoulders slowly as you inhale.": "Abaixe a barra lentamente até os ombros enquanto inspira.",
  "Lift the bar back up to the starting position as you exhale.": "Levante a barra de volta à posição inicial enquanto expira.",
  "Barbell Shrug": "Encolhimento de Ombros com Barra",
  "Stand up straight with your feet at shoulder width as you hold a barbell with both hands in front of you using a pronated grip (palms facing the thighs). Tip: Your hands should be a little wider than shoulder width apart. You can use wrist wraps for this exercise for a better grip. This will be your starting position.": "Fique em pé com as costas retas, com os pés afastados na largura dos ombros, enquanto segura uma barra com as duas mãos à sua frente, usando uma pegada pronada (palmas das mãos viradas para as coxas). Dica: Suas mãos devem estar um pouco mais afastadas do que a largura dos ombros. Você pode usar munhequeiras para este exercício para uma melhor pegada. Esta será sua posição inicial.",
  "Raise your shoulders up as far as you can go as you breathe out and hold the contraction for a second. Tip: Refrain from trying to lift the barbell by using your biceps.": "Eleve os ombros o máximo que puder enquanto expira e mantenha a contração por um segundo. Dica: Evite tentar levantar a barra usando os bíceps.",
  "Slowly return to the starting position as you breathe in.": "Retorne lentamente à posição inicial enquanto inspira.",
  "Barbell Shrug Behind The Back": "Encolhimento de Ombros com Barra Por Trás das Costas",
  "Stand up straight with your feet at shoulder width as you hold a barbell with both hands behind your back using a pronated grip (palms facing back). Tip: Your hands should be a little wider than shoulder width apart. You can use wrist wraps for this exercise for better grip. This will be your starting position.": "Fique em pé com as costas retas, com os pés afastados na largura dos ombros, enquanto segura uma barra com as duas mãos atrás das costas, usando uma pegada pronada (palmas das mãos viradas para trás). Dica: Suas mãos devem estar um pouco mais afastadas do que a largura dos ombros. Você pode usar munhequeiras para este exercício para uma melhor pegada. Esta será sua posição inicial.",
  "Raise your shoulders up as far as you can go as you breathe out and hold the contraction for a second. Tip: Refrain from trying to lift the barbell by using your biceps. The arms should remain stretched out at all times.": "Eleve os ombros o máximo que puder enquanto expira e mantenha a contração por um segundo. Dica: Evite tentar levantar a barra usando os bíceps. Os braços devem permanecer esticados o tempo todo.",
  "Barbell Side Bend": "Inclinação Lateral com Barra",
  "Stand up straight while holding a barbell placed on the back of your shoulders (slightly below the neck). Your feet should be shoulder width apart. This will be your starting position.": "Fique em pé com as costas retas, enquanto segura uma barra apoiada na parte de trás dos ombros (ligeiramente abaixo do pescoço). Seus pés devem estar afastados na largura dos ombros. Esta será sua posição inicial.",
  "While keeping your back straight and your head up, bend only at the waist to the right as far as possible. Breathe in as you bend to the side. Then hold for a second and come back up to the starting position as you exhale. Tip: Keep the rest of the body stationary.": "Mantendo as costas retas e a cabeça erguida, incline-se apenas pela cintura para a direita o máximo possível. Inspire enquanto se inclina para o lado. Em seguida, mantenha por um segundo e retorne à posição inicial enquanto expira. Dica: Mantenha o resto do corpo imóvel.",
  "Now repeat the movement but bending to the left instead. Hold for a second and come back to the starting position.": "Agora repita o movimento, mas inclinando-se para a esquerda. Mantenha por um segundo e retorne à posição inicial.",
  "Barbell Side Split Squat": "Agachamento Dividido Lateral com Barra",
  "Stand up straight while holding a barbell placed on the back of your shoulders (slightly below the neck). Your feet should be placed wide apart with the foot of the lead leg angled out to the side. This will be your starting position.": "Fique em pé com as costas retas, enquanto segura uma barra apoiada na parte de trás dos ombros (ligeiramente abaixo do pescoço). Seus pés devem estar bem afastados, com o pé da perna da frente angulado para fora. Esta será sua posição inicial.",
  "Lower your body towards the side of your angled foot by bending the knee and hip of your lead leg and while keeping the opposite leg only slightly bent. Breathe in as you lower your body.": "Abaixe o corpo em direção ao lado do pé angulado, dobrando o joelho e o quadril da perna da frente e mantendo a perna oposta apenas ligeiramente flexionada. Inspire enquanto abaixa o corpo.",
  "Return to the starting position by extending the hip and knee of the lead leg. Breathe out as you perform this movement.": "Retorne à posição inicial estendendo o quadril e o joelho da perna da frente. Expire enquanto realiza este movimento.",
  "After performing the recommended amount of reps, repeat the movement with the opposite leg.": "Após realizar o número recomendado de repetições, repita o movimento com a perna oposta.",
  "Barbell Squat": "Agachamento com Barra",
  "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack to just below shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.": "Este exercício é melhor realizado dentro de um rack de agachamento para fins de segurança. Para começar, primeiro ajuste a barra em um rack logo abaixo do nível dos ombros. Uma vez que a altura correta é escolhida e a barra é carregada, posicione-se sob a barra e coloque a parte de trás dos ombros (ligeiramente abaixo do pescoço) sobre ela.",
  "Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times and also maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section).": "Afaste-se do rack e posicione as pernas usando uma postura média com os pés afastados na largura dos ombros e os dedos ligeiramente apontados para fora. Mantenha a cabeça erguida o tempo todo e também as costas retas. Esta será sua posição inicial. (Nota: Para os propósitos desta discussão, usaremos a postura média descrita acima, que visa o desenvolvimento geral; no entanto, você pode escolher qualquer uma das três posturas discutidas na seção de posturas dos pés).",
  "Begin to slowly lower the bar by bending the knees and hips as you maintain a straight posture with the head up. Continue down until the angle between the upper leg and the calves becomes slightly less than 90-degrees. Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.": "Comece a abaixar a barra lentamente, dobrando os joelhos e os quadris, enquanto mantém uma postura reta com a cabeça erguida. Continue descendo até que o ângulo entre a parte superior da perna e as panturrilhas se torne ligeiramente inferior a 90 graus. Inspire enquanto realiza esta parte do movimento. Dica: Se você realizou o exercício corretamente, a parte da frente dos joelhos deve formar uma linha reta imaginária com os dedos dos pés que seja perpendicular à frente. Se seus joelhos ultrapassarem essa linha imaginária (se estiverem além dos dedos dos pés), você estará colocando estresse indevido no joelho e o exercício foi realizado incorretamente.",
  "Begin to raise the bar as you exhale by pushing the floor with the heel of your foot as you straighten the legs again and go back to the starting position.": "Comece a levantar a barra enquanto expira, empurrando o chão com o calcanhar do pé, enquanto estica as pernas novamente e retorna à posição inicial.",
  "Barbell Squat To A Bench": "Agachamento com Barra para Banco",
  "This exercise is best performed inside a squat rack for safety purposes. To begin, first place a flat bench or a box behind you. The flat bench is used to teach you to set your hips back and to hit depth.": "Este exercício é melhor realizado dentro de um rack de agachamento para fins de segurança. Para começar, primeiro coloque um banco reto ou uma caixa atrás de você. O banco reto é usado para ensinar você a posicionar os quadris para trás e a atingir a profundidade.",
  "Then, set the bar on a rack that best matches your height. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.": "Em seguida, ajuste a barra em um rack que melhor se adapte à sua altura. Uma vez que a altura correta é escolhida e a barra é carregada, posicione-se sob a barra e coloque a parte de trás dos ombros (ligeiramente abaixo do pescoço) sobre ela.",
  "Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out. Keep your head up at all times as looking down will get you off balance and also maintain a straight back. This will be your starting position. (Note: For the purposes of this discussion we will use the medium stance described above which targets overall development; however you can choose any of the three stances discussed in the foot stances section).": "Afaste-se da barra e posicione as pernas com uma passada média na largura dos ombros, com as pontas dos pés ligeiramente para fora. Mantenha a cabeça erguida o tempo todo, pois olhar para baixo o desequilibrará, e também mantenha as costas retas. Esta será sua posição inicial. (Nota: Para os fins desta discussão, usaremos a passada média descrita acima, que visa o desenvolvimento geral; no entanto, você pode escolher qualquer uma das três passadas discutidas na seção de posições dos pés).",
  "Begin to slowly lower the bar by bending the knees and sitting your hips back as you maintain a straight posture with the head up. Continue down until you slightly touch the bench behind you. Inhale as you perform this portion of the movement. Tip: If you performed the exercise correctly, the front of the knees should make an imaginary straight line with the toes that is perpendicular to the front. If your knees are past that imaginary line (if they are past your toes) then you are placing undue stress on the knee and the exercise has been performed incorrectly.": "Comece a abaixar lentamente a barra dobrando os joelhos e empurrando os quadris para trás, mantendo uma postura reta com a cabeça erguida. Continue descendo até tocar levemente o banco atrás de você. Inspire ao realizar esta parte do movimento. Dica: Se você realizou o exercício corretamente, a frente dos joelhos deve formar uma linha reta imaginária com os dedos dos pés, perpendicular à frente. Se seus joelhos estiverem além dessa linha imaginária (se estiverem além dos dedos dos pés), você estará colocando estresse indevido no joelho e o exercício foi realizado incorretamente.",
  "Begin to raise the bar as you exhale by pushing the floor with the heel of your foot as you straighten the legs and extend the hips to go back to the starting position.": "Comece a levantar a barra enquanto expira, empurrando o chão com o calcanhar do pé enquanto endireita as pernas e estende os quadris para voltar à posição inicial.",
  "Barbell Step Ups": "Step Ups com Barra",
  "Stand up straight while holding a barbell placed on the back of your shoulders (slightly below the neck) and stand upright behind an elevated platform (such as the one used for spotting behind a flat bench). This is your starting position.": "Fique em pé, segurando uma barra nas costas dos ombros (ligeiramente abaixo do pescoço) e fique em pé atrás de uma plataforma elevada (como a usada para dar apoio atrás de um banco reto). Esta é a sua posição inicial.",
  "Place the right foot on the elevated platform. Step on the platform by extending the hip and the knee of your right leg. Use the heel mainly to lift the rest of your body up and place the foot of the left leg on the platform as well. Breathe out as you execute the force required to come up.": "Coloque o pé direito na plataforma elevada. Suba na plataforma estendendo o quadril e o joelho da perna direita. Use o calcanhar principalmente para levantar o resto do corpo e coloque o pé esquerdo na plataforma também. Expire ao executar a força necessária para subir.",
  "Step down with the left leg by flexing the hip and knee of the right leg as you inhale. Return to the original standing position by placing the right foot of to next to the left foot on the initial position.": "Desça com a perna esquerda flexionando o quadril e o joelho da perna direita enquanto inspira. Retorne à posição inicial em pé, colocando o pé direito ao lado do pé esquerdo na posição inicial.",
  "Repeat with the right leg for the recommended amount of repetitions and then perform with the left leg.": "Repita com a perna direita pelo tempo recomendado de repetições e depois execute com a perna esquerda.",
  "Barbell Walking Lunge": "Avanço Caminhando com Barra",
  "Begin standing with your feet shoulder width apart and a barbell across your upper back.": "Comece em pé com os pés afastados na largura dos ombros e uma barra sobre a parte superior das costas.",
  "Step forward with one leg, flexing the knees to drop your hips. Descend until your rear knee nearly touches the ground. Your posture should remain upright, and your front knee should stay above the front foot.": "Dê um passo à frente com uma perna, flexionando os joelhos para abaixar os quadris. Desça até que o joelho de trás quase toque o chão. Sua postura deve permanecer ereta e o joelho da frente deve ficar acima do pé da frente.",
  "Drive through the heel of your lead foot and extend both knees to raise yourself back up.": "Empurre através do calcanhar do pé da frente e estenda ambos os joelhos para se levantar.",
  "Step forward with your rear foot, repeating the lunge on the opposite leg.": "Dê um passo à frente com o pé de trás, repetindo o avanço na perna oposta.",
  "Battling Ropes": "Ropes Battling",
  "For this exercise you will need a heavy rope anchored at its center 15-20 feet away. Standing in front of the rope, take an end in each hand with your arms extended at your side. This will be your starting position.": "Para este exercício, você precisará de uma corda pesada ancorada em seu centro a 2,5 a 3 metros de distância. Em pé na frente da corda, segure uma ponta em cada mão com os braços estendidos ao lado do corpo. Esta será sua posição inicial.",
  "Initiate the movement by rapidly raising one arm to shoulder level as quickly as you can.": "Inicie o movimento levantando rapidamente um braço até o nível do ombro o mais rápido que puder.",
  "As you let that arm drop to the starting position, raise the opposite side.": "Ao deixar esse braço cair para a posição inicial, levante o lado oposto.",
  "Continue alternating your left and right arms, whipping the ropes up and down as fast as you can.": "Continue alternando os braços esquerdo e direito, balançando as cordas para cima e para baixo o mais rápido que puder.",
  "Bear Crawl Sled Drags": "Arrasto de Trenó com Rastejo de Urso",
  "Wearing either a harness or a loose weight belt, attach the chain to the back so that you will be facing away from the sled. Bend down so that your hands are on the ground. Your back should be flat and knees bent. This is your starting position.": "Usando um arnês ou um cinto de peso solto, prenda a corrente na parte de trás para que você fique de frente para o trenó. Abaixe-se de modo que suas mãos estejam no chão. Suas costas devem estar retas e os joelhos dobrados. Esta é a sua posição inicial.",
  "Begin by driving with legs, alternating left and right. Use your hands to maintain balance and to help pull. Try to keep your back flat as you move over a given distance.": "Comece impulsionando com as pernas, alternando esquerda e direita. Use as mãos para manter o equilíbrio e ajudar a puxar. Tente manter as costas retas enquanto se move por uma determinada distância.",
  "Behind Head Chest Stretch": "Alongamento de Peito com Barra Atrás da Cabeça",
  "Sit upright on the floor with your partner behind you.": "Sente-se ereto no chão com seu parceiro atrás de você.",
  "Place your hands behind your hand, and push your elbows back as far as you can. Your partner should hold your elbows. This will be your starting position.": "Coloque as mãos atrás da cabeça e empurre os cotovelos para trás o máximo que puder. Seu parceiro deve segurar seus cotovelos. Esta será sua posição inicial.",
  "Gently attempt to pull your elbows forward with your hands still behind your head for 10 or more seconds. Your partner should prevent your elbows from moving.": "Tente gentilmente puxar os cotovelos para a frente com as mãos ainda atrás da cabeça por 10 segundos ou mais. Seu parceiro deve impedir que seus cotovelos se movam.",
  "Now, relax your muscles and have your partner gently pull the elbows back as far as it comfortable for you. Be sure to let your partner know when the stretch is adequate to prevent overstretching or injury.": "Agora, relaxe os músculos e peça ao seu parceiro para puxar gentilmente os cotovelos para trás o máximo que for confortável para você. Certifique-se de informar ao seu parceiro quando o alongamento for adequado para evitar alongamento excessivo ou lesões.",
  "Bench Dips": "Mergulhos no Banco",
  "For this exercise you will need to place a bench behind your back. With the bench perpendicular to your body, and while looking away from it, hold on to the bench on its edge with the hands fully extended, separated at shoulder width. The legs will be extended forward, bent at the waist and perpendicular to your torso. This will be your starting position.": "Para este exercício, você precisará colocar um banco atrás das costas. Com o banco perpendicular ao seu corpo, e olhando para longe dele, segure o banco em sua borda com as mãos totalmente estendidas, separadas na largura dos ombros. As pernas ficarão estendidas para a frente, dobradas na cintura e perpendiculares ao seu tronco. Esta será sua posição inicial.",
  "Slowly lower your body as you inhale by bending at the elbows until you lower yourself far enough to where there is an angle slightly smaller than 90 degrees between the upper arm and the forearm. Tip: Keep the elbows as close as possible throughout the movement. Forearms should always be pointing down.": "Abaixe lentamente o corpo enquanto inspira, dobrando os cotovelos até se abaixar o suficiente para que haja um ângulo ligeiramente menor que 90 graus entre o braço superior e o antebraço. Dica: Mantenha os cotovelos o mais próximos possível durante todo o movimento. Os antebraços devem estar sempre apontando para baixo.",
  "Using your triceps to bring your torso up again, lift yourself back to the starting position.": "Usando seus tríceps para levantar o tronco novamente, levante-se de volta à posição inicial.",
  "Bench Jump": "Salto no Banco",
  "Begin with a box or bench 1-2 feet in front of you. Stand with your feet shoulder width apart. This will be your starting position.": "Comece com uma caixa ou banco a 30-60 cm à sua frente. Fique em pé com os pés afastados na largura dos ombros. Esta será sua posição inicial.",
  "Perform a short squat in preparation for the jump; swing your arms behind you.": "Faça um agachamento curto em preparação para o salto; balance os braços para trás.",
  "Rebound out of this position, extending through the hips, knees, and ankles to jump as high as possible. Swing your arms forward and up.": "Rebote desta posição, estendendo quadris, joelhos e tornozelos para saltar o mais alto possível. Balance os braços para a frente e para cima.",
  "Jump over the bench, landing with the knees bent, absorbing the impact through the legs.": "Salte sobre o banco, aterrissando com os joelhos dobrados, absorvendo o impacto através das pernas.",
  "Turn around and face the opposite direction, then jump back over the bench.": "Vire-se e encare a direção oposta, então salte de volta sobre o banco.",
  "Bench Press - Powerlifting": "Supino - Powerlifting",
  "Begin by lying on the bench, getting your head beyond the bar if possible. Tuck your feet underneath you and arch your back. Using the bar to help support your weight, lift your shoulder off the bench and retract them, squeezing the shoulder blades together. Use your feet to drive your traps into the bench. Maintain this tight body position throughout the movement.": "Comece deitado no banco, com a cabeça além da barra, se possível. Encaixe os pés por baixo e arqueie as costas. Usando a barra para ajudar a suportar seu peso, levante os ombros do banco e retraia-os, apertando as escápulas. Use os pés para impulsionar seus trapézios contra o banco. Mantenha essa posição corporal firme durante todo o movimento.",
  "However wide your grip, it should cover the ring on the bar. Pull the bar out of the rack without protracting your shoulders. Focus on squeezing the bar and trying to pull it apart.": "Independentemente da largura da sua pegada, ela deve cobrir o anel na barra. Retire a barra do rack sem protrair os ombros. Concentre-se em apertar a barra e tentar separá-la.",
  "Lower the bar to your lower chest or upper stomach. The bar, wrist, and elbow should stay in line at all times.": "Abaixe a barra até o peito inferior ou a parte superior do estômago. A barra, o pulso e o cotovelo devem permanecer alinhados o tempo todo.",
  "Pause when the barbell touches your torso, and then drive the bar up with as much force as possible. The elbows should be tucked in until lockout.": "Pause quando a barra tocar seu torso e, em seguida, levante a barra com o máximo de força possível. Os cotovelos devem estar dobrados até o bloqueio.",
  "Bench Press - With Bands": "Supino com Elásticos",
  "Using a flat bench secure a band under the leg of the bench that is nearest to your head.": "Usando um banco reto, prenda um elástico sob a perna do banco mais próxima da sua cabeça.",
  "Once the band is secure, grab it by both handles and lie down on the bench.": "Uma vez que o elástico esteja seguro, segure-o pelas duas alças e deite-se no banco.",
  "Extend your arms so that you are holding the band handles in front of you at shoulder width.": "Estenda os braços de modo que você esteja segurando as alças do elástico à sua frente, na largura dos ombros.",
  "Once at shoulder width, rotate your wrists forward so that the palms of your hands are facing away from you. This will be your starting position.": "Uma vez na largura dos ombros, gire os pulsos para a frente de modo que as palmas das mãos fiquem voltadas para longe de você. Esta será sua posição inicial.",
  "Bring down the handles slowly until your elbow forms a 90 degree angle. Keep full control at all times.": "Abaixe as alças lentamente até que seu cotovelo forme um ângulo de 90 graus. Mantenha o controle total o tempo todo.",
  "As you breathe out, bring the handles up using your pectoral muscles. Lock your arms in the contracted position, squeeze your chest, hold for a second and then start coming down slowly. Tip: It should take at least twice as long to go down than to come up.": "Ao expirar, levante as alças usando os músculos peitorais. Bloqueie os braços na posição contraída, aperte o peito, segure por um segundo e depois comece a descer lentamente. Dica: Deve levar pelo menos o dobro do tempo para descer do que para subir.",
  "Repeat the movement for the prescribed amount of repetitions of your training program.": "Repita o movimento pelo número prescrito de repetições do seu programa de treinamento.",
  "Bench Press with Chains": "Supino com Correntes",
  "Adjust the leader chain, shortening it to the desired length.Place the chains on the sleeves of the bar.": "Ajuste a corrente líder, encurtando-a ao comprimento desejado. Coloque as correntes nas mangas da barra.",
  "Lying on the bench, get your head beyond the bar if possible. Tuck your feet underneath you and arch your back. Using the bar to help support your weight, lift your shoulder off the bench and retract them, squeezing the shoulder blades together. Use your feet to drive your traps into the bench. Maintain this tight body position throughout the movement. However wide your grip, it should cover the ring on the bar.": "Deitado no banco, com a cabeça além da barra, se possível. Encaixe os pés por baixo e arqueie as costas. Usando a barra para ajudar a suportar seu peso, levante os ombros do banco e retraia-os, apertando as escápulas. Use os pés para impulsionar seus trapézios contra o banco. Mantenha essa posição corporal firme durante todo o movimento. Independentemente da largura da sua pegada, ela deve cobrir o anel na barra.",
  "Pull the bar out of the rack without protracting your shoulders. Focus on squeezing the bar and trying to pull it apart. Lower the bar to your lower chest or upper stomach. The bar, wrist, and elbow should stay in line at all times.": "Retire a barra do rack sem protrair os ombros. Concentre-se em apertar a barra e tentar separá-la. Abaixe a barra até o peito inferior ou a parte superior do estômago. A barra, o pulso e o cotovelo devem permanecer alinhados o tempo todo.",
  "Bench Sprint": "Sprint no Banco",
  "Stand on the ground with one foot resting on a bench or box with your heel close to the edge.": "Fique no chão com um pé apoiado em um banco ou caixa, com o calcanhar perto da borda.",
  "Push off with your foot on top of the bench, extending through the hip and knee.": "Empurre com o pé que está em cima do banco, estendendo o quadril e o joelho.",
  "Land with the opposite foot on top of the box, returning your other foot back to the start position.": "Aterre com o pé oposto em cima da caixa, retornando o outro pé à posição inicial.",
  "Continue alternating from one foot to another to complete the set.": "Continue alternando de um pé para outro para completar a série.",
  "Bent-Arm Barbell Pullover": "Pullover com Barra com Braços Dobrados",
  "Lie on a flat bench with a barbell using a shoulder grip width.": "Deite-se em um banco reto com uma barra usando uma pegada na largura dos ombros.",
  "Hold the bar straight over your chest with a bend in your arms. This will be your starting position.": "Segure a barra reta sobre o peito com uma dobra nos braços. Esta será sua posição inicial.",
  "While keeping your arms in the bent arm position, lower the weight slowly in an arc behind your head while breathing in until you feel a stretch on the chest.": "Mantendo os braços na posição de braços dobrados, abaixe o peso lentamente em um arco atrás da cabeça enquanto inspira até sentir um alongamento no peito.",
  "At that point, bring the barbell back to the starting position using the arc through which the weight was lowered and exhale as you perform this movement.": "Nesse ponto, traga a barra de volta à posição inicial usando o arco pelo qual o peso foi abaixado e expire ao realizar este movimento.",
  "Hold the weight on the initial position for a second and repeat the motion for the prescribed number of repetitions.": "Segure o peso na posição inicial por um segundo e repita o movimento pelo número prescrito de repetições.",
  "Bent-Arm Dumbbell Pullover": "Pullover com Halteres com Braços Dobrados",
  "Place a dumbbell standing up on a flat bench.": "Coloque um halter em pé em um banco reto.",
  "Ensuring that the dumbbell stays securely placed at the top of the bench, lie perpendicular to the bench (torso across it as in forming a cross) with only your shoulders lying on the surface. Hips should be below the bench and legs bent with feet firmly on the floor. The head will be off the bench as well.": "Garantindo que o halter permaneça firmemente posicionado no topo do banco, deite-se perpendicularmente ao banco (tronco sobre ele como se formasse uma cruz), com apenas os ombros apoiados na superfície. Os quadris devem estar abaixo do banco e as pernas dobradas com os pés firmemente no chão. A cabeça ficará fora do banco também.",
  "Grasp the dumbbell with both hands and hold it straight over your chest with a bend in your arms. Both palms should be pressing against the underside one of the sides of the dumbbell. This will be your starting position. Caution: Always ensure that the dumbbell used for this exercise is secure. Using a dumbbell with loose plates can result in the dumbbell falling apart and falling on your face.": "Segure o halter com as duas mãos e segure-o reto sobre o peito com uma dobra nos braços. Ambas as palmas das mãos devem estar pressionando contra a parte inferior de um dos lados do halter. Esta será sua posição inicial. Cuidado: Sempre certifique-se de que o halter usado para este exercício esteja seguro. Usar um halter com anilhas soltas pode resultar na queda do halter e em seu rosto.",
  "While keeping your arms locked in the bent arm position, lower the weight slowly in an arc behind your head while breathing in until you feel a stretch on the chest.": "Mantendo os braços travados na posição de braços dobrados, abaixe o peso lentamente em um arco atrás da cabeça enquanto inspira até sentir um alongamento no peito.",
  "At that point, bring the dumbbell back to the starting position using the arc through which the weight was lowered and exhale as you perform this movement.": "Nesse ponto, traga o halter de volta à posição inicial usando o arco pelo qual o peso foi abaixado e expire ao realizar este movimento.",
  "Bent-Knee Hip Raise": "Elevação de Quadril com Joelhos Dobrados",
  "Lay flat on the floor with your arms next to your sides.": "Deite-se de costas no chão com os braços ao lado do corpo.",
  "Now bend your knees at around a 75 degree angle and lift your feet off the floor by around 2 inches.": "Agora dobre os joelhos em um ângulo de cerca de 75 graus e levante os pés do chão em cerca de 5 cm.",
  "Using your lower abs, bring your knees in towards you as you maintain the 75 degree angle bend in your legs. Continue this movement until you raise your hips off of the floor by rolling your pelvis backward. Breathe out as you perform this portion of the movement. Tip: At the end of the movement your knees will be over your chest.": "Usando a parte inferior do abdômen, traga os joelhos em sua direção, mantendo o ângulo de 75 graus de dobra nas pernas. Continue este movimento até levantar os quadris do chão, rolando a pelve para trás. Expire ao realizar esta parte do movimento. Dica: No final do movimento, seus joelhos estarão sobre o peito.",
  "Squeeze your abs at the top of the movement for a second and then return to the starting position slowly as you breathe in. Tip: Maintain a controlled motion at all times.": "Contraia o abdômen no topo do movimento por um segundo e, em seguida, retorne lentamente à posição inicial enquanto inspira. Dica: Mantenha um movimento controlado o tempo todo.",
  "Bent Over Barbell Row": "Remada Curvada com Barra",
  "Holding a barbell with a pronated grip (palms facing down), bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The barbell should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.": "Segurando uma barra com uma pegada pronada (palmas voltadas para baixo), dobre ligeiramente os joelhos e incline o tronco para a frente, dobrando na cintura, mantendo as costas retas até que esteja quase paralelo ao chão. Dica: Certifique-se de manter a cabeça erguida. A barra deve ficar pendurada diretamente à sua frente, com os braços perpendiculares ao chão e ao tronco. Esta é a sua posição inicial.",
  "Now, while keeping the torso stationary, breathe out and lift the barbell to you. Keep the elbows close to the body and only use the forearms to hold the weight. At the top contracted position, squeeze the back muscles and hold for a brief pause.": "Agora, mantendo o tronco parado, expire e levante a barra em sua direção. Mantenha os cotovelos próximos ao corpo e use apenas os antebraços para segurar o peso. Na posição contraída superior, aperte os músculos das costas e segure por uma breve pausa.",
  "Then inhale and slowly lower the barbell back to the starting position.": "Em seguida, inspire e abaixe lentamente a barra de volta à posição inicial.",
  "Bent Over Dumbbell Rear Delt Raise With Head On Bench": "Elevação Lateral com Halteres Curvado com Apoio de Cabeça no Banco",
  "Stand up straight while holding a dumbbell in each hand and with an incline bench in front of you.": "Fique em pé segurando um halter em cada mão e com um banco inclinado à sua frente.",
  "While keeping your back straight and maintaining the natural arch of your back, lean forward until your forehead touches the bench in front of you. Let the arms hang in front of you perpendicular to the ground. The palms of your hands should be facing each other and your torso should be parallel to the floor. This will be your starting position.": "Mantendo as costas retas e a curvatura natural das costas, incline-se para a frente até que sua testa toque o banco à sua frente. Deixe os braços pendurados à sua frente, perpendiculares ao chão. As palmas das mãos devem estar voltadas uma para a outra e seu tronco deve estar paralelo ao chão. Esta será sua posição inicial.",
  "Keeping your torso forward and stationary, and the arms straight with a slight bend at the elbows, lift the dumbbells straight to the side until both arms are parallel to the floor. Exhale as you lift the weights. Caution: avoid swinging the torso or bringing the arms back as opposed to the side.": "Mantendo o tronco para a frente e imóvel, e os braços retos com uma leve dobra nos cotovelos, levante os halteres retos para o lado até que ambos os braços estejam paralelos ao chão. Expire ao levantar os pesos. Cuidado: evite balançar o tronco ou trazer os braços para trás em vez de para o lado.",
  "After a one second contraction at the top, slowly lower the dumbbells back to the starting position.": "Após uma contração de um segundo no topo, abaixe lentamente os halteres de volta à posição inicial.",
  "Repeat the recommended amount of repetitions.": "Repita a quantidade recomendada de repetições.",
  "Bent Over Low-Pulley Side Lateral": "Elevação Lateral com Polia Baixa Curvado",
  "Select a weight and hold the handle of the low pulley with your right hand.": "Selecione um peso e segure a alça da polia baixa com a mão direita.",
  "Bend at the waist until your torso is nearly parallel to the floor. Your legs should be slightly bent with your left hand placed on your lower left thigh. Your right arm should be hanging from your shoulder in front of you and with a slight bend at the elbow. This will be your starting position.": "Dobre na cintura até que seu tronco esteja quase paralelo ao chão. Suas pernas devem estar ligeiramente dobradas com a mão esquerda apoiada na coxa esquerda inferior. Seu braço direito deve estar pendurado no ombro à sua frente e com uma leve dobra no cotovelo. Esta será sua posição inicial.",
  "Raise your right arm, elbow slightly bent, to the side until the arm is parallel to the floor and in line with your right ear. Breathe out as you perform this step.": "Levante o braço direito, cotovelo ligeiramente dobrado, para o lado até que o braço esteja paralelo ao chão e alinhado com sua orelha direita. Expire ao realizar esta etapa.",
  "Slowly lower the weight back to the starting position as you breathe in.": "Abaixe lentamente o peso de volta à posição inicial enquanto inspira.",
  "Repeat for the recommended amount of repetitions and repeat the movement with the other arm.": "Repita pelo número recomendado de repetições e repita o movimento com o outro braço.",
  "Bent Over One-Arm Long Bar Row": "Remada Longa com Barra Curvada com Um Braço",
  "Put weight on one of the ends of an Olympic barbell. Make sure that you either place the other end of the barbell in the corner of two walls; or put a heavy object on the ground so the barbell cannot slide backward.": "Coloque peso em uma das extremidades de uma barra olímpica. Certifique-se de colocar a outra extremidade da barra no canto de duas paredes; ou coloque um objeto pesado no chão para que a barra não deslize para trás.",
  "Bend forward until your torso is as close to parallel with the floor as you can and keep your knees slightly bent.": "Incline-se para a frente até que seu tronco esteja o mais próximo possível do paralelo ao chão e mantenha os joelhos ligeiramente dobrados.",
  "Now grab the bar with one arm just behind the plates on the side where the weight was placed and put your other hand on your knee. This will be your starting position.": "Agora segure a barra com um braço logo atrás das anilhas, no lado onde o peso foi colocado, e coloque a outra mão no joelho. Esta será sua posição inicial.",
  "Pull the bar straight up with your elbow in (to maximize back stimulation) until the plates touch your lower chest. Squeeze the back muscles as you lift the weight up and hold for a second at the top of the movement. Breathe out as you lift the weight. Tip: Do not allow for any swinging of the torso. Only the arm should move.": "Puxe a barra reta para cima com o cotovelo para dentro (para maximizar a estimulação das costas) até que as anilhas toquem o peito inferior. Aperte os músculos das costas ao levantar o peso e segure por um segundo no topo do movimento. Expire ao levantar o peso. Dica: Não permita nenhum balanço do tronco. Apenas o braço deve se mover.",
  "Slowly lower the bar to the starting position getting a nice stretch on the lats. Tip: Do not let the plates touch the floor. To ensure the best range of motion, I recommend using small plates (25-lb ones) as opposed to larger plates (like 35-45lb ones).": "Abaixe lentamente a barra até a posição inicial, sentindo um bom alongamento nos dorsais. Dica: Não deixe os discos tocarem o chão. Para garantir a melhor amplitude de movimento, recomendo usar discos pequenos (de 10 kg) em vez de discos maiores (como os de 15-20 kg).",
  "Repeat for the recommended amount of repetitions and switch arms.": "Repita pelo número recomendado de repetições e troque de braço.",
  "Bent Over Two-Arm Long Bar Row": "Remada Curvada com Barra Longa para Dois Braços",
  "Now grab the bar with both arms just behind the plates on the side where the weight was placed and put your other hand on your knee. This will be your starting position.": "Agora segure a barra com as duas mãos, logo atrás dos discos, no lado onde o peso foi colocado, e apoie a outra mão no joelho. Esta será sua posição inicial.",
  "Pull the bar straight up with your elbows in (to maximize back stimulation) until the plates touch your lower chest. Squeeze the back muscles as you lift the weight up and hold for a second at the top of the movement. Breathe out as you lift the weight. Tip: Use a stirrup or double handle cable attachment by hooking it under the end of the bar.": "Puxe a barra reto para cima com os cotovelos próximos ao corpo (para maximizar a estimulação das costas) até que os discos toquem o peito inferior. Contraia os músculos das costas enquanto levanta o peso e segure por um segundo no topo do movimento. Expire ao levantar o peso. Dica: Use um acessório de cabo tipo estribo ou alça dupla, prendendo-o na ponta da barra.",
  "Bent Over Two-Dumbbell Row": "Remada Curvada com Halteres para Dois Braços",
  "With a dumbbell in each hand (palms facing your torso), bend your knees slightly and bring your torso forward by bending at the waist; as you bend make sure to keep your back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The weights should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.": "Com um halter em cada mão (palmas voltadas para o torso), dobre levemente os joelhos e incline o tronco para a frente, dobrando na cintura; ao se inclinar, certifique-se de manter as costas retas até que fiquem quase paralelas ao chão. Dica: Certifique-se de manter a cabeça erguida. Os halteres devem ficar pendurados diretamente à sua frente, com os braços perpendiculares ao chão e ao torso. Esta é sua posição inicial.",
  "While keeping the torso stationary, lift the dumbbells to your side (as you breathe out), keeping the elbows close to the body (do not exert any force with the forearm other than holding the weights). On the top contracted position, squeeze the back muscles and hold for a second.": "Mantendo o tronco imóvel, levante os halteres para os lados (ao expirar), mantendo os cotovelos próximos ao corpo (não exerça força com o antebraço além de segurar os halteres). Na posição contraída superior, contraia os músculos das costas e segure por um segundo.",
  "Slowly lower the weight again to the starting position as you inhale.": "Abaixe lentamente o peso novamente até a posição inicial enquanto inspira.",
  "Bent Over Two-Dumbbell Row With Palms In": "Remada Curvada com Halteres para Dois Braços com Palmas Unidas",
  "With a dumbbell in each hand (palms facing each other), bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. Tip: Make sure that you keep the head up. The weights should hang directly in front of you as your arms hang perpendicular to the floor and your torso. This is your starting position.": "Com um halter em cada mão (palmas voltadas uma para a outra), dobre levemente os joelhos e incline o tronco para a frente, dobrando na cintura, mantendo as costas retas até que fiquem quase paralelas ao chão. Dica: Certifique-se de manter a cabeça erguida. Os halteres devem ficar pendurados diretamente à sua frente, com os braços perpendiculares ao chão e ao torso. Esta é sua posição inicial.",
  "While keeping the torso stationary, lift the dumbbells to your side as you breathe out, squeezing your shoulder blades together. On the top contracted position, squeeze the back muscles and hold for a second.": "Mantendo o tronco imóvel, levante os halteres para os lados ao expirar, juntando as escápulas. Na posição contraída superior, contraia os músculos das costas e segure por um segundo.",
  "Bent Press": "Press de Barra",
  "Clean a kettlebell to your shoulder. Clean the kettlebell to your shoulders by extending through the legs and hips as you raise the kettlebell towards your shoulder. The wrist should rotate as you do so. This will be your starting position.": "Faça um clean de um kettlebell para o ombro. Faça o clean do kettlebell para os ombros estendendo as pernas e os quadris enquanto levanta o kettlebell em direção ao ombro. O pulso deve girar ao fazer isso. Esta será sua posição inicial.",
  "Begin my leaning to the side opposite the kettlebell, continuing until you are able to touch the ground with your free hand, keeping your eyes on the kettlebell. As you do so, press the weight vertically be extending through the elbow, keeping your arm perpendicular to the ground.": "Comece inclinando-se para o lado oposto ao kettlebell, continuando até conseguir tocar o chão com a mão livre, mantendo os olhos no kettlebell. Ao fazer isso, pressione o peso verticalmente estendendo o cotovelo, mantendo o braço perpendicular ao chão.",
  "Return to an upright position, with the kettlebell above your head. Return the kettlebell to the shoulder and repeat for the desired number of repetitions.": "Retorne a uma posição ereta, com o kettlebell acima da cabeça. Retorne o kettlebell ao ombro e repita pelo número desejado de repetições.",
  "Bicycling": "Ciclismo",
  "To begin, seat yourself on the bike and adjust the seat to your height.": "Para começar, sente-se na bicicleta e ajuste o selim à sua altura.",
  "cardio": "cardio",
  "Bicycling, Stationary": "Ciclismo, Estacionário",
  "Select the desired option from the menu. You may have to start pedaling to turn it on. You can use the manual setting, or you can select a program to use. Typically, you can enter your age and weight to estimate the amount of calories burned during exercise. The level of resistance can be changed throughout the workout. The handles can be used to monitor your heart rate to help you stay at an appropriate intensity.": "Selecione a opção desejada no menu. Pode ser necessário começar a pedalar para ligá-lo. Você pode usar a configuração manual ou selecionar um programa. Normalmente, você pode inserir sua idade e peso para estimar a quantidade de calorias queimadas durante o exercício. O nível de resistência pode ser alterado durante o treino. As alças podem ser usadas para monitorar sua frequência cardíaca para ajudar a manter uma intensidade apropriada.",
  "Board Press": "Supino com Tábuas",
  "Begin by lying on the bench, getting your head beyond the bar if possible. One to five boards, made out of 2x6's, can be screwed together and held in place by a training partner, bands, or just tucked under your shirt.": "Comece deitado no banco, com a cabeça além da barra, se possível. Uma a cinco tábuas, feitas de madeira 2x6, podem ser parafusadas e mantidas no lugar por um parceiro de treino, elásticos ou simplesmente presas sob a camisa.",
  "Tuck your feet underneath you and arch your back. Using the bar to help support your weight, lift your shoulder off the bench and retract them, squeezing the shoulder blades together. Use your feet to drive your traps into the bench. Maintain this tight body position throughout the movement.": "Encaixe os pés sob você e arqueie as costas. Usando a barra para ajudar a suportar seu peso, levante o ombro do banco e retraia-os, juntando as escápulas. Use os pés para impulsionar seus trapézios contra o banco. Mantenha essa posição corporal firme durante todo o movimento.",
  "You can take a standard bench grip, or shoulder width to focus on the triceps. Pull the bar out of the rack without protracting your shoulders. The bar, wrist, and elbow should stay in line at all times. Focus on squeezing the bar and trying to pull it apart.": "Você pode usar uma pegada padrão de supino ou na largura dos ombros para focar nos tríceps. Retire a barra do rack sem protrair os ombros. A barra, o pulso e o cotovelo devem permanecer alinhados o tempo todo. Concentre-se em apertar a barra e tentar separá-la.",
  "Lower the bar to the boards, and then drive the bar up with as much force as possible. The elbows should be tucked in until lockout.": "Abaixe a barra até as tábuas e, em seguida, impulsione a barra para cima com o máximo de força possível. Os cotovelos devem estar próximos até o bloqueio.",
  "Body-Up": "Subida com o Corpo",
  "Assume a plank position on the ground. You should be supporting your bodyweight on your toes and forearms, keeping your torso straight. Your forearms should be shoulder-width apart. This will be your starting position.": "Assuma uma posição de prancha no chão. Você deve estar apoiando seu peso corporal nos dedos dos pés e antebraços, mantendo o tronco reto. Seus antebraços devem estar na largura dos ombros. Esta será sua posição inicial.",
  "Pressing your palms firmly into the ground, extend through the elbows to raise your body from the ground. Keep your torso rigid as you perform the movement.": "Pressionando as palmas das mãos firmemente no chão, estenda os cotovelos para levantar seu corpo do chão. Mantenha o tronco rígido ao realizar o movimento.",
  "Slowly lower your forearms back to the ground by allowing the elbows to flex.": "Abaixe lentamente os antebraços de volta ao chão, flexionando os cotovelos.",
  "Repeat.": "Repita.",
  "Body Tricep Press": "Press de Tríceps com o Corpo",
  "Position a bar in a rack at chest height.": "Posicione uma barra em um rack na altura do peito.",
  "Standing, take a shoulder width grip on the bar and step a yard or two back, feet together and arms extended so that you are leaning on the bar. This will be your starting position.": "Em pé, segure a barra com uma pegada na largura dos ombros e dê um passo ou dois para trás, pés juntos e braços estendidos, de modo que você esteja inclinado sobre a barra. Esta será sua posição inicial.",
  "Begin by flexing the elbow, lowering yourself towards the bar.": "Comece flexionando o cotovelo, abaixando-se em direção à barra.",
  "Pause, and then reverse the motion by extending the elbows.": "Pause e, em seguida, inverta o movimento estendendo os cotovelos.",
  "Progress from bodyweight by adding chains over your shoulders.": "Progrida do peso corporal adicionando correntes sobre os ombros.",
  "Bodyweight Flyes": "Abertura com Peso Corporal",
  "e-z curl bar": "barra EZ curl",
  "Position two equally loaded EZ bars on the ground next to each other. Ensure they are able to roll.": "Posicione duas barras EZ igualmente carregadas no chão, lado a lado. Certifique-se de que elas possam rolar.",
  "Assume a push-up position over the bars, supporting your weight on your toes and hands with your arms extended and body straight.": "Assuma uma posição de flexão sobre as barras, apoiando seu peso nos dedos dos pés e nas mãos, com os braços estendidos e o corpo reto.",
  "Place your hands on the bars. This will be your starting position.": "Coloque as mãos nas barras. Esta será sua posição inicial.",
  "Using a slow and controlled motion, move your hands away from the midline of your body, rolling the bars apart. Inhale during this portion of the motion.": "Usando um movimento lento e controlado, afaste as mãos da linha média do seu corpo, rolando as barras para os lados. Inspire durante esta parte do movimento.",
  "After moving the bars as far apart as you can, return to the starting position by pulling them back together. Exhale as you perform this movement.": "Após afastar as barras o máximo que puder, retorne à posição inicial puxando-as de volta. Expire ao realizar este movimento.",
  "Bodyweight Mid Row": "Remada Média com Peso Corporal",
  "Begin by taking a medium to wide grip on a pull-up apparatus with your palms facing away from you. From a hanging position, tuck your knees to your chest, leaning back and getting your legs over your side of the pull-up apparatus. This will be your starting position.": "Comece com uma pegada média a larga em um aparelho de barra fixa com as palmas das mãos voltadas para longe de você. De uma posição suspensa, traga os joelhos até o peito, inclinando-se para trás e passando as pernas por cima do seu lado do aparelho de barra fixa. Esta será sua posição inicial.",
  "Beginning with your arms straight, flex the elbows and retract the shoulder blades to raise your body up until your legs contact the pull-up apparatus.": "Começando com os braços estendidos, flexione os cotovelos e retraia as escápulas para levantar seu corpo até que suas pernas entrem em contato com o aparelho de barra fixa.",
  "Bodyweight Squat": "Agachamento com Peso Corporal",
  "Stand with your feet shoulder width apart. You can place your hands behind your head. This will be your starting position.": "Fique em pé com os pés afastados na largura dos ombros. Você pode colocar as mãos atrás da cabeça. Esta será sua posição inicial.",
  "Begin the movement by flexing your knees and hips, sitting back with your hips.": "Comece o movimento flexionando os joelhos e quadris, sentando-se para trás com os quadris.",
  "Continue down to full depth if you are able,and quickly reverse the motion until you return to the starting position. As you squat, keep your head and chest up and push your knees out.": "Continue descendo até a profundidade total, se for capaz, e inverta rapidamente o movimento até retornar à posição inicial. Ao agachar, mantenha a cabeça e o peito erguidos e empurre os joelhos para fora.",
  "Bodyweight Walking Lunge": "Avanço Caminhando com Peso Corporal",
  "Begin standing with your feet shoulder width apart and your hands on your hips.": "Comece em pé com os pés afastados na largura dos ombros e as mãos nos quadris.",
  "Bosu Ball Cable Crunch With Side Bends": "Abdominal na Bola Bosu com Inclinações Laterais",
  "Connect a standard handle to each arm of a cable machine, and position them in the most downward position.": "Conecte uma alça padrão a cada braço de uma máquina de cabos e posicione-as na posição mais baixa.",
  "Grab a Bosu Ball and position it in front and center of the cable machine.": "Pegue uma Bola Bosu e posicione-a na frente e no centro da máquina de cabos.",
  "Lie down on the Bosu Ball with the small of your back arched around the ball. Your rear end should be close to the floor without touching it.": "Deite-se na Bola Bosu com a parte inferior das costas arqueada ao redor da bola. Sua parte traseira deve estar perto do chão sem tocá-lo.",
  "With both hands, reach back and grab the handle of each cable.": "Com as duas mãos, alcance para trás e pegue a alça de cada cabo.",
  "With your feet positioned in a wide stance, extend your arms straight out in front of you and in between your knees. Your hands should be at knee level.": "Com os pés afastados, estenda os braços retos à sua frente e entre os joelhos. Suas mãos devem estar na altura dos joelhos.",
  "Keep your arms straight and in-line with the upward angle of the cable. Elevate your torso in a crunching motion without dropping or bending your arms.": "Mantenha os braços retos e alinhados com o ângulo ascendente do cabo. Eleve o tronco em um movimento de crunch sem deixar cair ou dobrar os braços.",
  "Maintain the rigid position with your arms. Slowly descend back to the starting position with your back arched around the Bosu Ball and your abdominals elongated.": "Mantenha a posição rígida com os braços. Desça lentamente de volta à posição inicial com as costas arqueadas ao redor da Bola Bosu e os abdominais alongados.",
  "Repeat the same series of movements to failure.": "Repita a mesma série de movimentos até a falha.",
  "Once you reach failure, keep your abs tight and raise your torso into plank position so your back is elevated off the Bosu Ball.": "Ao atingir a falha, mantenha os abdominais contraídos e levante o tronco para a posição de prancha, de modo que suas costas fiquem elevadas da Bola Bosu.",
  "Lower your arms down to your side; keep them straight. Start doing alternating side bends; reach for your heels! This finishing movement will focus on your obliques.": "Abaixe os braços para os lados; mantenha-os retos. Comece a fazer inclinações laterais alternadas; alcance seus calcanhares! Este movimento final focará em seus oblíquos.",
  "Bottoms-Up Clean From The Hang Position": "Clean de Kettlebell da Posição Suspensa (Bottoms-Up)",
  "Initiate the exercise by standing upright with a kettlebell in one hand.": "Inicie o exercício ficando em pé com um kettlebell em uma mão.",
  "Swing the kettlebell back forcefully and then reverse the motion forcefully. Crush the kettlebell handle as hard as possible and raise the kettlebell to your shoulder.": "Balance o kettlebell para trás com força e, em seguida, inverta o movimento com força. Esmague a alça do kettlebell o mais forte possível e levante o kettlebell até o ombro.",
  "Bottoms Up": "Elevação de Quadril",
  "Begin by lying on your back on the ground. Your legs should be straight and your arms at your side. This will be your starting position.": "Comece deitado de costas no chão. Suas pernas devem estar retas e seus braços ao lado do corpo. Esta será sua posição inicial.",
  "To perform the movement, tuck the knees toward your chest by flexing the hips and knees. Following this, extend your legs directly above you so that they are perpendicular to the ground. Rotate and elevate your pelvis to raise your glutes from the floor.": "Para realizar o movimento, traga os joelhos em direção ao peito flexionando os quadris e os joelhos. Em seguida, estenda as pernas diretamente acima de você, de modo que fiquem perpendiculares ao chão. Gire e eleve a pelve para levantar os glúteos do chão.",
  "Box Jump (Multiple Response)": "Salto na Caixa (Múltiplas Respostas)",
  "Assume a relaxed stance facing the box or platform approximately an arm's length away. Arms should be down at the sides and legs slightly bent.": "Assuma uma postura relaxada de frente para a caixa ou plataforma, a aproximadamente um braço de distância. Os braços devem estar abaixados ao lado do corpo e as pernas levemente flexionadas.",
  "Using the arms to aid in the initial burst, jump upward and forward, landing with feet simultaneously on top of the box or platform.": "Usando os braços para auxiliar no impulso inicial, salte para cima e para a frente, aterrissando com os pés simultaneamente em cima da caixa ou plataforma.",
  "Immediately drop or jump back down to the original starting place; then repeat the sequence.": "Desça ou salte imediatamente de volta ao local inicial; em seguida, repita a sequência.",
  "Box Skip": "Salto de Caixa",
  "You will need several boxes lined up about 8 feet apart.": "Você precisará de várias caixas alinhadas a cerca de 2,5 metros de distância.",
  "Begin facing the first box with one leg slightly behind the other.": "Comece de frente para a primeira caixa, com uma perna ligeiramente atrás da outra.",
  "Drive off the back leg, attempting to gain as much height with the hips as possible.": "Impulsione-se da perna de trás, tentando ganhar o máximo de altura com os quadris possível.",
  "Immediately upon landing on the box, drive the other leg forward and upward to gain height and distance, leaping from the box. Land between the first two boxes with the same leg that landed on the first box.": "Imediatamente ao aterrissar na caixa, impulsione a outra perna para a frente e para cima para ganhar altura e distância, saltando da caixa. Aterre entre as duas primeiras caixas com a mesma perna que aterrissou na primeira caixa.",
  "Then, step to the next box and repeat.": "Em seguida, dê um passo para a próxima caixa e repita.",
  "Box Squat": "Agachamento na Caixa",
  "The box squat allows you to squat to desired depth and develop explosive strength in the squat movement. Begin in a power rack with a box at the appropriate height behind you. Typically, you would aim for a box height that brings you to a parallel squat, but you can train higher or lower if desired.": "O agachamento na caixa permite que você agache até a profundidade desejada e desenvolva força explosiva no movimento de agachamento. Comece em um rack de potência com uma caixa na altura apropriada atrás de você. Normalmente, você visaria uma altura de caixa que o leve a um agachamento paralelo, mas você pode treinar mais alto ou mais baixo, se desejar.",
  "Begin by stepping under the bar and placing it across the back of the shoulders. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your shoulders. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wider for more emphasis on the back, glutes, adductors, and hamstrings, or closer together for more quad development. Keep your head facing forward.": "Comece passando por baixo da barra e posicionando-a nas costas dos ombros. Junte as escápulas e gire os cotovelos para a frente, tentando dobrar a barra sobre os ombros. Retire a barra do rack, criando um arco firme na parte inferior das costas, e dê um passo para trás até a posição. Posicione os pés mais afastados para maior ênfase nas costas, glúteos, adutores e isquiotibiais, ou mais juntos para maior desenvolvimento do quadríceps. Mantenha a cabeça virada para a frente.",
  "With your back, shoulders, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. Ideally, your shins should be perpendicular to the ground. Pause when you reach the box, and relax the hip flexors. Never bounce off of a box.": "Com as costas, ombros e core firmes, empurre os joelhos e o bumbum para fora ao iniciar a descida. Sente-se para trás com os quadris até sentar na caixa. Idealmente, suas canelas devem estar perpendiculares ao chão. Pause ao atingir a caixa e relaxe os flexores do quadril. Nunca salte de uma caixa.",
  "Keeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe.": "Mantendo o peso nos calcanhares e empurrando os pés e joelhos para fora, impulsione-se para cima da caixa, liderando o movimento com a cabeça. Continue para cima, mantendo a firmeza da cabeça aos pés.",
  "Box Squat with Bands": "Agachamento na Caixa com Elásticos",
  "Begin in a power rack with a box at the appropriate height behind you. Set up the bands on the sleeves, secured to either band pegs, the rack, or dumbbells so that there is appropriate tension. If dumbbells are used, secure them so that they don't move. Also, ensure that the dumbbells you are using are heavy enough for the bands that you are using. Additional plates can be used to hold the dumbbells down. If more tension is needed, you can either widen the base on the floor or choke the bands. Typically, you would aim for a box height that brings you to a parallel squat, but you can train higher or lower if desired.": "Comece em um rack de potência com uma caixa na altura apropriada atrás de você. Configure os elásticos nas mangas, presos a pinos de elástico, ao rack ou a halteres, de modo que haja tensão apropriada. Se halteres forem usados, prenda-os para que não se movam. Além disso, certifique-se de que os halteres que você está usando sejam pesados o suficiente para os elásticos que você está usando. Pratos adicionais podem ser usados para segurar os halteres. Se mais tensão for necessária, você pode alargar a base no chão ou apertar os elásticos. Normalmente, você visaria uma altura de caixa que o leve a um agachamento paralelo, mas você pode treinar mais alto ou mais baixo, se desejar.",
  "Keeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe. Use care to return the barbell to the rack.": "Mantendo o peso nos calcanhares e empurrando os pés e joelhos para fora, impulsione-se para cima da caixa, liderando o movimento com a cabeça. Continue para cima, mantendo a firmeza da cabeça aos pés. Tenha cuidado para retornar a barra ao rack.",
  "Box Squat with Chains": "Agachamento na Caixa com Correntes",
  "Begin in a power rack with a box at the appropriate height behind you. Typically, you would aim for a box height that brings you to a parallel squat, but you can train higher or lower if desired.": "Comece em um rack de potência com uma caixa na altura apropriada atrás de você. Normalmente, você visaria uma altura de caixa que o leve a um agachamento paralelo, mas você pode treinar mais alto ou mais baixo, se desejar.",
  "To set up the chains, begin by looping the leader chain over the sleeves of the bar. The heavy chain should be attached using a snap hook. Adjust the length of the lead chain so that a few links are still on the floor at the top of the movement.": "Para configurar as correntes, comece passando a corrente líder sobre as mangas da barra. A corrente pesada deve ser presa usando um mosquetão. Ajuste o comprimento da corrente líder para que alguns elos ainda estejam no chão no topo do movimento.",
  "Brachialis-SMR": "Braquial-SMR",
  "Lie on your side, with your upper arm against the foam roller. The upper arm should be more or less aligned with your body, with the outside of the bicep pressed against the foam roller.": "Deite-se de lado, com o braço superior contra o rolo de espuma. O braço superior deve estar mais ou menos alinhado com o corpo, com a parte externa do bíceps pressionada contra o rolo de espuma.",
  "Raise your hips off of the floor, supporting your weight on your arm and on your feet. Hold for 10-30 seconds, and then switch sides.": "Levante os quadris do chão, apoiando seu peso no braço e nos pés. Segure por 10-30 segundos e, em seguida, troque de lado.",
  "Bradford/Rocky Presses": "Presses Bradford/Rocky",
  "Sit on a Military Press Bench with a bar at shoulder level with a pronated grip (palms facing forward). Tip: Your grip should be wider than shoulder width and it should create a 90-degree angle between the forearm and the upper arm as the barbell goes down. This is your starting position.": "Sente-se em um banco de Press Militar com uma barra na altura dos ombros com uma pegada pronada (palmas voltadas para a frente). Dica: Sua pegada deve ser mais larga que a largura dos ombros e deve criar um ângulo de 90 graus entre o antebraço e o braço superior quando a barra descer. Esta é sua posição inicial.",
  "Once you pick up the barbell with the correct grip, lift the bar up over your head by locking your arms.": "Uma vez que você pegue a barra com a pegada correta, levante a barra acima da cabeça travando os braços.",
  "Now lower the bar down to the back of the head slowly as you inhale.": "Agora abaixe a barra lentamente até a parte de trás da cabeça enquanto inspira.",
  "Lower the bar down to the starting position slowly as you inhale. This is one repetition.": "Abaixe a barra lentamente até a posição inicial enquanto inspira. Esta é uma repetição.",
  "Alternate in this manner until you complete the recommended amount of repetitions.": "Alterne desta maneira até completar o número recomendado de repetições.",
  "Butt-Ups": "Elevação de Glúteos (Ponte)",
  "Begin a pushup position but with your elbows on the ground and resting on your forearms. Your arms should be bent at a 90 degree angle.": "Comece em posição de flexão, mas com os cotovelos no chão e apoiados nos antebraços. Seus braços devem estar dobrados em um ângulo de 90 graus.",
  "Arch your back slightly out rather than keeping your back completely straight.": "Arqueie as costas ligeiramente para fora, em vez de mantê-las completamente retas.",
  "Raise your glutes toward the ceiling, squeezing your abs tightly to close the distance between your ribcage and hips. The end result will be that you'll end up in a high bridge position. Exhale as you perform this portion of the movement.": "Levante os glúteos em direção ao teto, contraindo os abdominais firmemente para fechar a distância entre sua caixa torácica e seus quadris. O resultado final será que você terminará em uma posição de ponte alta. Expire ao realizar esta parte do movimento.",
  "Lower back down slowly to your starting position as you breathe in. Tip: Don't let your back sag downwards.": "Abaixe lentamente de volta à sua posição inicial enquanto inspira. Dica: Não deixe suas costas caírem.",
  "Butt Lift (Bridge)": "Elevação de Glúteos (Ponte)",
  "Lie flat on the floor on your back with the hands by your side and your knees bent. Your feet should be placed around shoulder width. This will be your starting position.": "Deite-se de costas no chão com as mãos ao lado do corpo e os joelhos dobrados. Seus pés devem estar afastados na largura dos ombros. Esta será sua posição inicial."
}
